<?xml version="1.0" encoding="UTF-8"?><rss xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:atom="http://www.w3.org/2005/Atom" version="2.0" xmlns:media="http://search.yahoo.com/mrss/"><channel><title><![CDATA[읽기혁명]]></title><description><![CDATA[꿈 꾸고 실행하세요. 영어는 읽기혁명이 가이드 할게요.]]></description><link>reading-power-english.github.io//</link><image><url>reading-power-english.github.io//favicon.png</url><title>읽기혁명</title><link>reading-power-english.github.io//</link></image><generator>Ghost 5.1</generator><lastBuildDate>Tue, 07 Jun 2022 13:55:31 GMT</lastBuildDate><atom:link href="reading-power-english.github.io//rss/" rel="self" type="application/rss+xml"/><ttl>60</ttl><item><title><![CDATA[아는문단 커리큘럼이 수능에 효과적인 근거]]></title><description><![CDATA[<p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774; &#xC601;&#xC5B4; &#xC77D;&#xAE30;&#xC758; &#xADFC;&#xBCF8; &#xC2E4;&#xB825;&#xC744; &#xAE30;&#xB984;&#xACFC; &#xB3D9;&#xC2DC;&#xC5D0;, &#xC2E4;&#xC804;&#xC5D0;&#xC11C; &#xC5BC;&#xB9C8;&#xB098; &#xD6A8;&#xACFC;&#xAC00; &#xC788;&#xB3C4;&#xB85D; &#xB514;&#xC790;&#xC778; &#xB418;&#xC5C8;&#xB294;&#xC9C0;</p>]]></description><link>reading-power-english.github.io//supporting-arguments-2022/</link><guid isPermaLink="false">629decb6877edc553082ebe6</guid><category><![CDATA[Curriculum]]></category><dc:creator><![CDATA[Gwonsoo Che]]></dc:creator><pubDate>Mon, 06 Jun 2022 12:36:44 GMT</pubDate><content:encoded><![CDATA[<p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774; &#xC601;&#xC5B4; &#xC77D;&#xAE30;&#xC758; &#xADFC;&#xBCF8; &#xC2E4;&#xB825;&#xC744; &#xAE30;&#xB984;&#xACFC; &#xB3D9;&#xC2DC;&#xC5D0;, &#xC2E4;&#xC804;&#xC5D0;&#xC11C; &#xC5BC;&#xB9C8;&#xB098; &#xD6A8;&#xACFC;&#xAC00; &#xC788;&#xB3C4;&#xB85D; &#xB514;&#xC790;&#xC778; &#xB418;&#xC5C8;&#xB294;&#xC9C0; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xBD84;&#xC11D;&#xC744; &#xC81C;&#xACF5;&#xD574;&#xC694;. &#xD2B9;&#xD788;, &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC758; &#xC138; &#xAC00;&#xC9C0; &#xD575;&#xC2EC; &#xC694;&#xC18C;&#xC778; &quot;&#xC608;&#xCE21; / &#xC694;&#xC57D; / &#xC18C;&#xD1B5;&quot;&#xACFC; &#xAD00;&#xB828;&#xD574;, <strong>&#xC694;&#xC57D;&#xC744; &#xC798; &#xD558;&#xB294; &#xB2A5;&#xB825;&#xACFC; &#xC790;&#xC2E0;&#xAC10;&#xC774; &#xC2E4;&#xC81C; &#xC218;&#xB2A5; &#xC2DC;&#xD5D8;&#xC5D0;&#xC11C;&#xC758; &#xACE0;&#xB4DD;&#xC810;&#xC5D0; &#xC65C; &#xC911;&#xC694;&#xD55C;&#xC9C0;</strong> &#xC124;&#xBA85;&#xD574;&#xC694;.</p><!--kg-card-begin: html--><table>
  <caption><font size="4">2022 &#xC218;&#xB2A5; &#xC601;&#xC5B4; &#xC601;&#xC5ED; &#xAC1C;&#xAD04;</font></caption>
  <tr>
    <th><font size="4">&#x2003;</font></th>
    <th><font size="4">&#x2003;&#x2003;&#x2003;&#xC804;&#xCCB4;&#x2003;&#x2003;&#x2003;</font></th>
    <th><font size="4">&#x2003;&#x2003;&#x2003;&#xB4E3;&#xAE30;&#x2003;&#x2003;&#x2003;</font></th>
    <th><font size="4">&#x2003;&#x2003;&#x2003;&#xC77D;&#xAE30;&#x2003;&#x2003;&#x2003;</font></th>
  </tr>
  <tr>
    <td><font size="4">&#xBB38;&#xD56D;&#xC218;</font></td>
    <td align="right"><font size="4">45</font></td>
    <td align="right"><font size="4">17</font></td>
    <td align="right" style="background-color:#00BBFF"><font size="4">28</font></td>
  </tr>
  <tr>
    <td><font size="4">&#xC2DC;&#xAC04;</font></td>
    <td align="right"><font size="4">70&#xBD84;</font></td>
    <td align="right"><font size="4">25&#xBD84;</font></td>
    <td align="right" style="background-color:#00BBFF"><font size="4">45&#xBD84;</font></td>
  </tr>
  <tr>
    <td><font size="4">&#xBB38;&#xC81C;&#xB2F9; &#xD3C9;&#xADE0; &#xC2DC;&#xAC04;</font></td>
    <td align="right"><font size="4">-</font></td>
    <td align="right"><font size="4">-</font></td>
    <td align="right" style="background-color:#00BBFF"><font size="4">1&#xBD84; 36&#xCD08;</font></td>
  </tr>
</table><!--kg-card-end: html--><p>&#xC704; &#xD45C;&#xB294; 2022&#xB144;&#xB3C4; &#xC218;&#xB2A5; &#xC601;&#xC5B4; &#xC601;&#xC5ED;&#xC758; &#xBB38;&#xD56D; &#xC218;&#xC640; &#xD560;&#xB2F9; &#xC2DC;&#xAC04;&#xC758; &#xAC1C;&#xAD04;&#xC744; &#xBCF4;&#xC5EC;&#xC918;&#xC694;. &#xC774; &#xC911;&#xC5D0;&#xC11C; &#xC77D;&#xAE30; 28&#xBB38;&#xD56D; 45&#xBD84;&#xC5D0; &#xCD08;&#xC810;&#xC744; &#xB9DE;&#xCDB0;&#xC11C; &#xC0B4;&#xD3B4;&#xBCFC;&#xAC8C;&#xC694;.</p><p>2022&#xB144;&#xB3C4; &#xC218;&#xB2A5; &#xC601;&#xC5B4; &#xC601;&#xC5ED; &#xC77D;&#xAE30; 28&#xBB38;&#xD56D; &#xBB38;&#xC81C;&#xB4E4;&#xC740; &#xC694;&#xC57D;&#xD558;&#xB294; &#xB2A5;&#xB825;&#xACFC; &#xC544;&#xB798;&#xC640; &#xAC19;&#xC740; &#xAD00;&#xACC4;&#xB97C; &#xAC00;&#xC838;&#xC694;.</p><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">1. &#xC694;&#xC57D;&#xC744; &#xC9C1;&#xC811; &#xBB3C;&#xC5B4;&#xBCF4;&#xB294; &#xBB38;&#xD56D; <a href="http://">(7&#xBB38;&#xD56D;)</a></h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><ul><li><strong>&#xBB38;&#xD56D; &#xBC88;&#xD638;:</strong> <a href="http://">18</a>(&#xBAA9;&#xC801;), <a href="http://">20</a>(&#xC8FC;&#xC7A5;&#xD558;&#xB294; &#xBC14;), <a href="http://">22</a>(&#xC694;&#xC9C0;), <a href="http://">23</a>(&#xC8FC;&#xC81C;), <a href="http://">24</a>(&#xC81C;&#xBAA9;), <a href="http://">40</a>(&#xC694;&#xC57D;), <a href="http://">41</a>(&#xC81C;&#xBAA9;)</li><li><strong>&#xAD00;&#xB828;&#xC131;: </strong>&#xC774; &#xBB38;&#xD56D;&#xB4E4;&#xC740; &#xB4DC;&#xB7EC;&#xB098;&#xB294; &#xD615;&#xD0DC;&#xB294; &#xC870;&#xAE08;&#xC529; &#xB2E4;&#xB974;&#xC9C0;&#xB9CC;, &#xAE00;&#xC758; &#xD575;&#xC2EC;&#xC744; &#xC798; &#xCD94;&#xB824;&#xB0BC; &#xC218; &#xC788;&#xB294;&#xC9C0;&#xB97C; &#xBB3C;&#xC5B4;&#xBCF4;&#xB294; &#xC9C8;&#xBB38;&#xC758; &#xBCC0;&#xD615;&#xB4E4;&#xC774;&#xC5D0;&#xC694;. <a href="reading-power-english.github.io//curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC5D0;&#xC11C;&#xB294; &#xC694;&#xC57D;(&#xBC0F; &#xC18C;&#xD1B5;)&#xC774; &#xB300;&#xC0C1;&#xACFC; &#xBAA9;&#xC801;&#xC5D0; &#xB530;&#xB77C; &#xB2E4;&#xC591;&#xD55C; &#xD615;&#xD0DC;&#xAC00; &#xB420; &#xC218; &#xC788;&#xC74C;&#xC744; &#xBC30;&#xC6B0;&#xACE0; &#xD6C8;&#xB828;&#xD558;&#xB294;&#xB370;, &#xC774;&#xAC83;&#xC744; &#xC798; &#xD574;&#xB0BC; &#xC218; &#xC788;&#xB294;&#xC9C0; &#xD655;&#xC778;&#xD558;&#xC8E0;.</li><li><strong>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;:</strong> &#xB17C;&#xC124;&#xBB38;&#xC774;&#xB77C;&#xBA74; &#xC8FC;&#xC7A5;&#xD558;&#xB294; &#xBC14;&#xAC00; &#xBB34;&#xC5C7;&#xC778;&#xC9C0; &#xAC04;&#xCD94;&#xB824;&#xB0B4;&#xACE0; (20&#xBC88; &#xBB38;&#xD56D;), &#xAE00;&#xC758; &#xC81C;&#xBAA9;&#xC744; &#xC815;&#xD558;&#xB294; &#xC0C1;&#xD669;&#xC774;&#xB77C;&#xBA74; &#xC694;&#xC57D;&#xD55C; &#xBC14;&#xB97C; &#xC81C;&#xBAA9;&#xC5D0; &#xAC78;&#xB9DE;&#xB294; &#xD615;&#xD0DC;&#xB85C; &#xD45C;&#xD604;&#xD574;&#xB0B4;&#xBA74; &#xB3FC;&#xC694; (24&#xBC88;, 41&#xBC88; &#xBB38;&#xD56D;).</li><li><strong>&#xC2DC;&#xAC04; &#xC808;&#xC57D;&#xACFC; &#xACE0;&#xB4DD;&#xC810;:</strong> &#xBAA8;&#xB4E0; &#xBB38;&#xC81C;&#xAC00; &#xAC19;&#xC740; &#xB09C;&#xC774;&#xB3C4;&#xB97C; &#xAC00;&#xC9C0;&#xB294; &#xAC83;&#xC774; &#xC544;&#xB2C8;&#xBBC0;&#xB85C;, &#xC0C1;&#xB300;&#xC801;&#xC73C;&#xB85C; &#xC26C;&#xC6B4; &#xBB38;&#xC81C;&#xB4E4;&#xC740; &#xC2E0;&#xC18D;&#xD558;&#xAC8C; &#xD574;&#xACB0;&#xD574;&#xC11C; &#xC880; &#xB354; &#xC0DD;&#xAC01;&#xC774; &#xD544;&#xC694;&#xD55C; &#xBB38;&#xC81C;&#xC5D0; &#xD22C;&#xC790;&#xD560; &#xC2DC;&#xAC04;&#xC744; &#xCD5C;&#xB300;&#xD55C; &#xD655;&#xBCF4;&#xD558;&#xB294; &#xAC83;&#xC774; &#xC88B;&#xC740; &#xACE0;&#xB4DD;&#xC810; &#xC804;&#xB7B5; &#xC911; &#xD558;&#xB098;&#xC5D0;&#xC694;. 7&#xAC1C; &#xAC01; &#xBB38;&#xC81C; &#xB2F9; 30&#xCD08;&#xB97C; &#xC544;&#xB084; &#xACBD;&#xC6B0; &#xCD1D; 210&#xCD08;(= 3&#xBD84; 30&#xCD08;)&#xB97C; &#xC5BB;&#xB294; &#xD6A8;&#xACFC;&#xAC00; &#xC0DD;&#xAE30;&#xB294;&#xB370;, &#xC774; &#xC2DC;&#xAC04;&#xC744; &#xBCC0;&#xBCC4;&#xB825;&#xC744; &#xD655;&#xBCF4;&#xD558;&#xAE30; &#xC704;&#xD55C; &#xACE0;&#xB09C;&#xB3C4; (&#xC911;&#xD6C4;&#xBC18;&#xBD80;) &#xBB38;&#xC81C;&#xC5D0; &#xC0AC;&#xC6A9;&#xD574;&#xC11C; &#xACE0;&#xB4DD;&#xC810;&#xC758; &#xAC00;&#xB2A5;&#xC131;&#xC744; &#xB192;&#xC77C; &#xC218; &#xC788;&#xC5B4;&#xC694;. &#xC798; &#xD6C8;&#xB828;&#xB418;&#xACE0; &#xC219;&#xB2EC;&#xB41C; &#xACBD;&#xC6B0;, &#xB9C8;&#xC9C0;&#xB9C9;&#xC5D0; &#xC880; &#xB354; &#xC5EC;&#xC720;&#xC788;&#xAC8C; &#xAC80;&#xD1A0;&#xAE4C;&#xC9C0; &#xD560; &#xC218; &#xC788;&#xB294;&#xB370;, &#xC774;&#xB294; &#xC2E4;&#xC218;&#xB85C; &#xC778;&#xD55C; &#xC544;&#xC26C;&#xC6C0;&#xC744; &#xB0A8;&#xAE30;&#xC9C0; &#xC54A;&#xB294; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xC774;&#xC5D0;&#xC694;.</li></ul></div></div><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">2. &#xC694;&#xC57D;&#xC744; &#xD560; &#xC218; &#xC788;&#xC5B4;&#xC57C; &#xD574;&#xACB0; &#xAC00;&#xB2A5;&#xD55C; &#xBB38;&#xD56D; <a href="http://">(13&#xBB38;&#xD56D;)</a></h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><ul><li><strong>&#xBB38;&#xD56D; &#xBC88;&#xD638;:</strong> <a href="http://">19</a>(&#xC2EC;&#xACBD;&#xBCC0;&#xD654;), <a href="http://">21</a>(&#xBC11;&#xC904; &#xC758;&#xBBF8;&#xD558;&#xB294; &#xBC14;), <a href="http://">30</a>(&#xBB38;&#xB9E5;&#xC0C1; &#xB0B1;&#xB9D0;&#xC758; &#xC4F0;&#xC784;), <a href="http://">31</a>, <a href="http://">32</a>, <a href="http://">33</a>, <a href="http://">34</a>(&#xBE48;&#xCE78;&#xC5D0; &#xC801;&#xC808;&#xD55C; &#xB9D0;), <a href="http://">35</a>(&#xD750;&#xB984;&#xC5D0; &#xAD00;&#xACC4; &#xC5C6;&#xB294; &#xBB38;&#xC7A5;), <a href="http://">36</a>, <a href="http://">37</a>(&#xC774;&#xC5B4;&#xC9C8; &#xAE00;&#xC758; &#xC21C;&#xC11C;), <a href="http://">38</a>, <a href="http://">39</a>(&#xC8FC;&#xC5B4;&#xC9C4; &#xBB38;&#xC7A5;&#xC774; &#xB4E4;&#xC5B4;&#xAC00;&#xAE30; &#xC801;&#xC808;&#xD55C; &#xACF3;), <a href="http://">43</a>(&#xC21C;&#xC11C;&#xC5D0; &#xB9DE;&#xAC8C; &#xBC30;&#xC5F4;)</li><li><strong>&#xAD00;&#xB828;&#xC131;:</strong> &#xC774; &#xBB38;&#xC81C;&#xB4E4; &#xC5ED;&#xC2DC; &#xAC89;&#xC73C;&#xB7EC; &#xBCF4;&#xC774;&#xB294; &#xD615;&#xD0DC;&#xB294; &#xC870;&#xAE08;&#xC529; &#xB2E4;&#xB974;&#xC9C0;&#xB9CC;, &#xAE00;&#xC758; &#xC694;&#xC9C0;&#xC640; &#xD750;&#xB984;&#xC744; &#xD30C;&#xC545;&#xD574;&#xB0BC; &#xC218; &#xC788;&#xB294;&#xC9C0;&#xB97C; &#xD655;&#xC778;&#xD558;&#xB294; &#xBB38;&#xC81C;&#xB4E4;&#xC774;&#xC5D0;&#xC694;. &#xC774; &#xB54C; &#xD575;&#xC2EC;&#xC774; &#xB418;&#xB294; &#xAC83; &#xC911; &#xD558;&#xB098;&#xAC00; &#xAE00;&#xC758; &#xAC01; &#xBD80;&#xBD84;&#xBD80;&#xBD84;&#xC744; &#xBE60;&#xB974;&#xACE0; &#xC815;&#xD655;&#xD558;&#xAC8C; &#xC694;&#xC57D;&#xD574;&#xB0B4;&#xB294; &#xC2E4;&#xB825;&#xC774;&#xC8E0;. &#xD2B9;&#xD788;, &#xBD84;&#xBCC4;&#xB825;&#xC744; &#xC704;&#xD55C; &#xB09C;&#xC774;&#xB3C4; &#xC788;&#xB294; &#xBB38;&#xC81C;&#xB97C; &#xB9CC;&#xB0AC;&#xC744; &#xB54C; &#xD6C8;&#xB828;&#xC758; &#xC131;&#xACFC;&#xAC00; &#xB354; &#xB208;&#xC5D0; &#xB74C; &#xAC00;&#xB2A5;&#xC131;&#xC774; &#xB192;&#xC544;&#xC694;.</li><li><strong>&#xC608;&#xB97C; &#xB4E4;&#xC5B4;:</strong> &#xAE00;&#xC758; &#xC21C;&#xC11C;&#xB97C; &#xBC30;&#xC5F4;&#xD558;&#xB294; &#xBB38;&#xC81C;&#xC5D0;&#xC11C;&#xB294; (36&#xBC88;, 37&#xBC88;, 43&#xBC88; &#xBB38;&#xD56D;) &#xBC30;&#xC5F4;&#xD574;&#xC57C; &#xD560; &#xAC01; &#xBD80;&#xBD84;&#xAE00;&#xC744; &#xD558;&#xB098;&#xC758; &#xBB38;&#xC7A5; &#xB610;&#xB294; &#xD0A4;&#xC6CC;&#xB4DC;&#xB85C; &#xC815;&#xD655;&#xD788; &#xC694;&#xC57D;&#xD560; &#xC218; &#xC788;&#xC5B4;&#xC57C; &#xD568;&#xC815;&#xC5D0; &#xBE60;&#xC9C0;&#xC9C0; &#xC54A;&#xACE0; &#xC774; &#xBD80;&#xBD84;&#xAE00;&#xB4E4;&#xC744; &#xC801;&#xC808;&#xD55C; &#xD750;&#xB984;&#xC73C;&#xB85C; &#xC774;&#xC5B4;&#xC904; &#xC218; &#xC788;&#xC5B4;&#xC694;. &#xBE48; &#xCE78;&#xC5D0; &#xC801;&#xC808;&#xD55C; &#xB9D0;&#xC744; &#xCC3E;&#xAC70;&#xB098; (31&#xBC88;, 32&#xBC88;, 33&#xBC88;, 34&#xBC88; &#xBB38;&#xD56D;) &#xC8FC;&#xC5B4;&#xC9C4; &#xBB38;&#xC7A5;&#xC774; &#xB4E4;&#xC5B4;&#xAC00;&#xAE30; &#xC801;&#xC808;&#xD55C; &#xACF3;&#xC744; &#xCC3E;&#xC744; &#xB54C;&#xB294; (38&#xBC88;, 39&#xBC88; &#xBB38;&#xD56D;) &#xBE48; &#xCE78;&#xC758; &#xC55E;&#xACFC; &#xB4A4;&#xC5D0; &#xD574;&#xB2F9;&#xD558;&#xB294; &#xAE00;&#xC758; &#xAC01; &#xBD80;&#xBD84;&#xC774; &#xD575;&#xC2EC;&#xC801;&#xC73C;&#xB85C; &#xB9D0;&#xD558;&#xB294; &#xBC14;&#xB97C; &#xC815;&#xD655;&#xD788; &#xC694;&#xC57D;&#xD574;&#xB0B4;&#xC57C; &#xD750;&#xB984;&#xC5D0; &#xB9DE;&#xB294; &#xB2F5;&#xC744; &#xACE0;&#xB97C; &#xC218; &#xC788;&#xC5B4;&#xC694;. &#xB610;, &#xD750;&#xB984;&#xACFC; &#xBB34;&#xAD00;&#xD55C; &#xBB38;&#xC7A5;&#xC744; &#xC81C;&#xC678;&#xC2DC;&#xCF1C;&#xC57C; &#xD558;&#xB294; &#xACBD;&#xC6B0; (35&#xBC88; &#xBB38;&#xD56D;) &#xC804;&#xCCB4; &#xAE00;&#xC758; &#xC694;&#xC9C0;&#xB97C; &#xD30C;&#xC545;&#xD558;&#xACE0;, &#xADF8; &#xC694;&#xC9C0;&#xC640; &#xBB34;&#xAD00;&#xD55C; &#xBB38;&#xC7A5;&#xC744; &#xACE0;&#xB974;&#xBA74; &#xB418;&#xC8E0;.</li><li><strong>&#xC2DC;&#xAC04; &#xC808;&#xC57D;&#xACFC; &#xACE0;&#xB4DD;&#xC810;:</strong> &#xAC01; &#xBB38;&#xC81C; &#xB2F9; 20&#xCD08;&#xB97C; &#xC808;&#xC57D;&#xD560; &#xC218; &#xC788;&#xB2E4;&#xBA74; &#xCD1D; 260&#xCD08;(= 4&#xBD84; 20&#xCD08;)&#xB97C; &#xCD94;&#xAC00;&#xC801;&#xC73C;&#xB85C; &#xD655;&#xBCF4;&#xD560; &#xC218; &#xC788;&#xC5B4;&#xC694;. &#xC774; &#xC2DC;&#xAC04; &#xC5ED;&#xC2DC; &#xD55C; &#xB450; &#xAC1C;&#xC758; &#xB09C;&#xC774;&#xB3C4; &#xC788;&#xB294; &#xBB38;&#xC81C;&#xC5D0; &#xC880; &#xB354; &#xD560;&#xB2F9;&#xD558;&#xAC70;&#xB098; &#xC804;&#xBC18;&#xC801;&#xC73C;&#xB85C; &#xAC80;&#xD1A0;&#xD558;&#xB294; &#xB370; &#xC4F8; &#xC218; &#xC788;&#xAC8C; &#xB418;&#xACE0;, &#xACB0;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xACE0;&#xB4DD;&#xC810;&#xC758; &#xAC00;&#xB2A5;&#xC131;&#xC744; &#xB192;&#xC77C; &#xC218; &#xC788;&#xC5B4;&#xC694;.</li></ul></div></div><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">3. &#xC694;&#xC57D;&#xC744; &#xC798; &#xD558;&#xBA74; &#xB354; &#xD6A8;&#xC728;&#xC801;&#xC73C;&#xB85C; &#xD574;&#xACB0; &#xAC00;&#xB2A5;&#xD55C; &#xBB38;&#xD56D; <a href="http://">(1&#xBB38;&#xD56D;)</a></h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><ul><li><strong>&#xBB38;&#xD56D; &#xBC88;&#xD638;:</strong> <a href="http://">45</a>(&#xC801;&#xC808;&#xD558;&#xC9C0; &#xC54A;&#xC740; &#xB0B4;&#xC6A9;)</li><li><strong>&#xAD00;&#xB828;&#xC131;:</strong> &#xC55E;&#xC758; &#xC720;&#xD615;&#xB4E4;&#xB9CC;&#xD07C; &#xAE34;&#xBC00;&#xD55C; &#xAD00;&#xB828;&#xC774; &#xC788;&#xB2E4;&#xACE0; &#xBCF4;&#xAE30;&#xB294; &#xC5B4;&#xB835;&#xC9C0;&#xB9CC;, &#xAC01; &#xBD80;&#xBD84;&#xAE00;&#xC744; &#xBE60;&#xB974;&#xACE0; &#xC815;&#xD655;&#xD558;&#xAC8C; &#xC694;&#xC57D;&#xD560; &#xC218; &#xC788;&#xC73C;&#xBA74; &#xB514;&#xD14C;&#xC77C;&#xD55C; &#xC815;&#xBCF4;&#xB97C; &#xCC3E;&#xAC70;&#xB098; &#xD654;&#xAE34;&#xD558;&#xB294; &#xBB38;&#xC81C;&#xC5D0;&#xC11C;&#xB3C4; &#xC815;&#xBCF4;&#xC758; &#xCC38;&#xACFC; &#xAC70;&#xC9D3;&#xC744; &#xD6A8;&#xC728;&#xC801;&#xC73C;&#xB85C; &#xAC00;&#xB824;&#xB0B4;&#xACE0; &#xC2DC;&#xAC04;&#xC744; &#xC808;&#xC57D;&#xD560; &#xC218; &#xC788;&#xC744; &#xAC00;&#xB2A5;&#xC131;&#xC774; &#xB9CE;&#xC544;&#xC694;. &#xAE00;&#xC758; &#xD750;&#xB984;&#xC744; &#xC798; &#xC54C;&#xBA74; &#xB9CE;&#xC740; &#xACBD;&#xC6B0; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xC815;&#xBCF4;&#xB97C; &#xC5B4;&#xB514;&#xC11C; &#xCC3E;&#xC544;&#xC57C; &#xD558;&#xB294;&#xC9C0;&#xB3C4; &#xB354; &#xBE68;&#xB9AC; &#xC54C; &#xC218; &#xC788;&#xAE30; &#xB54C;&#xBB38;&#xC774;&#xC8E0;.</li></ul></div></div><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">4. &#xC694;&#xC57D;&#xACFC;&#xB294; &#xAD00;&#xB828;&#xC131;&#xC774; &#xC801;&#xC740; &#xBB38;&#xD56D; <a href="http://">(5&#xBB38;&#xD56D;)</a></h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p><a href="http://">25</a>, <a href="http://">26</a>, <a href="http://">27</a>, <a href="http://">28</a>(&#xB3C4;&#xD45C; &#xBC0F; &#xAE00;&#xC5D0;&#xC11C; &#xC77C;&#xCE58;&#xD558;&#xAC70;&#xB098; &#xC77C;&#xCE58;&#xD558;&#xC9C0; &#xC54A;&#xB294; &#xC815;&#xBCF4; &#xCC3E;&#xAE30;), <a href="http://">29</a>(&#xC5B4;&#xBC95;)</p></div></div><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">5. &#xAE30;&#xD0C0; &#xBB38;&#xD56D; <a href="http://">(2&#xBB38;&#xD56D;)</a></h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p><a href="http://">42</a>(&#xBB38;&#xB9E5;&#xC0C1; &#xB0B1;&#xB9D0;&#xC758; &#xC4F0;&#xC784;), <a href="http://">44</a>(&#xAC00;&#xB9AC;&#xD0A4;&#xB294; &#xB300;&#xC0C1;)</p></div></div><!--kg-card-begin: markdown--><h2 id="2022%EB%85%84%EB%8F%84-%EC%88%98%EB%8A%A5-%EC%98%81%EC%96%B4-%EC%98%81%EC%97%AD-38%EB%B2%88-%EB%AC%B8%ED%95%AD-%EC%98%88%EC%8B%9C"><mark>2022&#xB144;&#xB3C4; &#xC218;&#xB2A5; &#xC601;&#xC5B4; &#xC601;&#xC5ED; 38&#xBC88; &#xBB38;&#xD56D; &#xC608;&#xC2DC;</mark></h2>
<p>&#xC704;&#xC758; <strong>2. &#xC694;&#xC57D;&#xC744; &#xD560; &#xC218; &#xC788;&#xC5B4;&#xC57C; &#xD574;&#xACB0; &#xAC00;&#xB2A5;&#xD55C; &#xBB38;&#xD56D;</strong>&#xC5D0; &#xD574;&#xB2F9;&#xD558;&#xB294;, 2022&#xB144;&#xB3C4; &#xC218;&#xB2A5; &#xC601;&#xC5B4; &#xC601;&#xC5ED; 38&#xBC88; &#xBB38;&#xD56D;&#xC744; &#xD574;&#xACB0;&#xD558;&#xB294; &#xACFC;&#xC815;&#xC744; &#xAD6C;&#xCCB4;&#xC801;&#xC73C;&#xB85C; &#xC0B4;&#xD3B4;&#xBCFC;&#xAC8C;&#xC694;.</p>
<p>&#xC5EC;&#xAE30; 38&#xBC88; &#xBB38;&#xD56D;&#xC5D0;&#xC11C;&#xB294; &#xD575;&#xC2EC;&#xC801;&#xC778; &#xBB38;&#xC81C;(&#xB85C;&#xBD07;&#xC758; &#xB3C4;&#xC785;&#xC73C;&#xB85C; &#xC778;&#xD574; &#xACF5;&#xC7A5; &#xB178;&#xB3D9;&#xC790;&#xB4E4;&#xC758; &#xC77C;&#xC790;&#xB9AC;&#xAC00; &#xC904;&#xC5B4;&#xB4E4; &#xC218; &#xC788;&#xB2E4;&#xB294; &#xC6B0;&#xB824;)&#xB97C; &#xC644;&#xD654;&#xD558;&#xAE30; &#xC704;&#xD55C; &#xB450; &#xAC00;&#xC9C0; &#xBC29;&#xBC95;&#xC744; &#xC81C;&#xC2DC;&#xD558;&#xACE0; &#xC788;&#xB294;&#xB370;, &#xC544;&#xB798; &#xADF8;&#xB9BC;&#xACFC; &#xAC19;&#xC740; &#xBC29;&#xC2DD;&#xC73C;&#xB85C; <mark><strong>&#xC608;&#xCE21;</strong>&#xACFC; <strong>&#xC694;&#xC57D;</strong>&#xC758; &#xBC18;&#xBCF5;&#xC744; &#xD1B5;&#xD574; &#xAC01; &#xBD80;&#xBD84;&#xC758; &#xD575;&#xC2EC;&#xC744; &#xD30C;&#xC545;</mark>&#xD558;&#xBA74;&#xC11C; &#xC815;&#xB2F5;&#xC744; &#xACE8;&#xB77C;&#xB0B4;&#xC694;.</p>
<!--kg-card-end: markdown--><figure class="kg-card kg-image-card kg-width-wide"><img src="reading-power-english.github.io//content/images/2022/06/2022---38----------2-.jpg" class="kg-image" alt loading="lazy" width="2000" height="1318" srcset="reading-power-english.github.io//content/images/size/w600/2022/06/2022---38----------2-.jpg 600w, reading-power-english.github.io//content/images/size/w1000/2022/06/2022---38----------2-.jpg 1000w, reading-power-english.github.io//content/images/size/w1600/2022/06/2022---38----------2-.jpg 1600w, reading-power-english.github.io//content/images/size/w2400/2022/06/2022---38----------2-.jpg 2400w" sizes="(min-width: 1200px) 1200px"></figure><p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC5D0;&#xC11C;&#xB294; &#xC704;&#xC640; &#xAC19;&#xC740; &#xBC29;&#xBC95;&#xC73C;&#xB85C; &#xBB38;&#xC81C;&#xB97C; &#xD6A8;&#xACFC;&#xC801;&#xC774;&#xACE0; &#xD6A8;&#xC728;&#xC801;&#xC73C;&#xB85C; &#xD574;&#xACB0;&#xD560; &#xC218; &#xC788;&#xB294; &#xC2E4;&#xB825;&#xC744; &#xAE30;&#xB974;&#xACE0;, &#xACB0;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xC218;&#xB2A5; &#xACE0;&#xB4DD;&#xC810;&#xC758; &#xAC00;&#xB2A5;&#xC131;&#xC744; &#xB192;&#xC5EC;&#xC694;.</p>]]></content:encoded></item><item><title><![CDATA[중고등생을 위한 읽기혁명의 핵심]]></title><description><![CDATA[<!--kg-card-begin: markdown--><blockquote>
<p>&#xC800;&#xB294; &#xCEE4;&#xC11C; &#xC0C8;&#xB85C;&#xC6B4; mRNA &#xBC31;&#xC2E0;&#xC744; &#xC790;&#xB3D9; &#xC124;&#xACC4;&#xD558;&#xB294; &#xD68C;&#xC0AC;&#xB97C; &#xB9CC;&#xB4DC;&#xB294; &#xAC8C; &#xAFC8;&#xC778;&#xB370;&#xC694;, &#xC0DD;&#xBB3C;&#xD559;&#xC744; &#xACF5;&#xBD80;&#xD560; &#xAC70;&#xC5D0;&#xC694;. &#xC218;&#xB2A5; &#xC2DC;&#xD5D8;&#xB3C4; &#xB2F9;&#xC5F0;&#xD788; &#xACE0;&#xB4DD;&#xC810; &#xB0B4;</p></blockquote>]]></description><link>reading-power-english.github.io//main-points/</link><guid isPermaLink="false">629bfa9ac379c71a77eded16</guid><category><![CDATA[Introduction]]></category><dc:creator><![CDATA[Gwonsoo Che]]></dc:creator><pubDate>Sun, 05 Jun 2022 00:38:16 GMT</pubDate><content:encoded><![CDATA[<!--kg-card-begin: markdown--><blockquote>
<p>&#xC800;&#xB294; &#xCEE4;&#xC11C; &#xC0C8;&#xB85C;&#xC6B4; mRNA &#xBC31;&#xC2E0;&#xC744; &#xC790;&#xB3D9; &#xC124;&#xACC4;&#xD558;&#xB294; &#xD68C;&#xC0AC;&#xB97C; &#xB9CC;&#xB4DC;&#xB294; &#xAC8C; &#xAFC8;&#xC778;&#xB370;&#xC694;, &#xC0DD;&#xBB3C;&#xD559;&#xC744; &#xACF5;&#xBD80;&#xD560; &#xAC70;&#xC5D0;&#xC694;. &#xC218;&#xB2A5; &#xC2DC;&#xD5D8;&#xB3C4; &#xB2F9;&#xC5F0;&#xD788; &#xACE0;&#xB4DD;&#xC810; &#xB0B4;&#xACE0; &#xC2F6;&#xAD6C;&#xC694;, &#xADF8;&#xB7EC;&#xBA74;&#xC11C;&#xB3C4; &#xC815;&#xB9D0; &#xC0B4;&#xBA74;&#xC11C; &#xC601;&#xC5B4;&#xB97C; &#xC798; &#xD65C;&#xC6A9;&#xD558;&#xB294; &#xC0AC;&#xB78C;&#xC774; &#xB418;&#xACE0; &#xC2F6;&#xC5B4;&#xC694;. &#xC774;&#xC655; &#xACF5;&#xBD80;&#xD558;&#xB294; &#xAC70;&#xC796;&#xC544;&#xC694;.&#x2003;&#x2003;&#x2003;- &#xACE0;1 &#xD559;&#xC0DD;</p>
</blockquote>
<blockquote>
<p>&#xC2DC;&#xD5D8;&#xC5D0; &#xAD00;&#xD574;&#xC11C;&#xB294; &#xC815;&#xB9D0; &#xC5B4;&#xB5BB;&#xAC8C; &#xD558;&#xB294; &#xAC8C; &#xC88B;&#xC740;&#xC9C0; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xAC00;&#xC774;&#xB4DC;&#xB97C; &#xC81C;&#xACF5;&#xD574;&#xC92C;&#xC73C;&#xBA74; &#xC88B;&#xACA0;&#xAD6C;&#xC694;. &#xADF8;&#xB9AC;&#xACE0; &#xB610; &#xD55C;&#xD3B8;&#xC73C;&#xB85C;&#xB294;, &#xC601;&#xC5B4; &#xC77D;&#xAE30;&#xB97C; &#xB9E4;&#xAC1C;&#xB85C; &#xC801;&#xC5B4;&#xB3C4; &#xC790;&#xAE30;&#xAC00; &#xD558;&#xB824;&#xB294; &#xBD84;&#xC57C;&#xC5D0;&#xC11C;&#xB294; &#xC138;&#xACC4;&#xC758; &#xAE30;&#xC220;&#xC774;&#xB098; &#xC815;&#xBCF4; &#xD750;&#xB984;&#xC744; &#xC8FC;&#xB3C4;&#xC801;&#xC73C;&#xB85C; &#xCE90;&#xCE58;&#xD558;&#xACE0; &#xC0AC;&#xB78C;&#xB4E4;&#xACFC; &#xAD50;&#xB958;&#xD560; &#xC218; &#xC788;&#xB294; &#xC0AC;&#xB78C;&#xC73C;&#xB85C; &#xCEE4;&#xB098;&#xAC00;&#xBA74; &#xC88B;&#xACA0;&#xC5B4;&#xC694;. &#xADF8;&#xAC8C; &#xAC00;&#xB2A5;&#xD558;&#xBA74; &#xC815;&#xB9D0; &#xC798; &#xC0B4;&#xC544;&#xAC08; &#xC218; &#xC788;&#xC744; &#xAC70;&#xC5D0;&#xC694;.&#x2003;&#x2003;&#x2003;- &#xC911;3 &#xD559;&#xBD80;&#xBAA8;</p>
</blockquote>
<!--kg-card-end: markdown--><hr><div class="kg-card kg-callout-card kg-callout-card-accent"><div class="kg-callout-emoji">&#x1F4A1;</div><div class="kg-callout-text">&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC740; &#xAFC8; &#xC788;&#xB294; &#xC911;&#xACE0;&#xB4F1;&#xC0DD;&#xB4E4;&#xC5D0;&#xAC8C; &#xC911;&#xC694;&#xD55C; &#xB450; &#xAC00;&#xC9C0; &#xC601;&#xC5B4; &#xBAA9;&#xD45C;&#xB97C; &#xD558;/&#xB098;/&#xC758;/&#xD6C8;/&#xB828;/&#xACFC;/&#xC815;/&#xC548;/&#xC5D0;/&#xC11C; &#xB2EC;&#xC131;&#xD568;&#xC744; &#xC874;&#xC7AC; &#xC774;&#xC720;&#xB85C; &#xD558;&#xB294; &#xAD50;&#xC721; &#xC11C;&#xBE44;&#xC2A4;&#xC5D0;&#xC694;.</div></div><h3 id="%EB%91%90-%EB%AA%A9-%ED%91%9C">&#xB450; / &#xBAA9; / &#xD45C;</h3><!--kg-card-begin: markdown--><ul>
<li><strong>(<mark>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</mark>)</strong> &#xC218;&#xB2A5;/&#xB0B4;&#xC2E0;&#xC5D0;&#xC11C; &#xACE0;&#xB4DD;&#xC810;&#xC744; &#xC704;&#xD55C; &#xC2E4;&#xB825;&#xACFC; &#xC790;&#xC2E0;&#xAC10;&#xC744; &#xD68D;&#xB4DD;&#xD574;&#xC694;.</li>
<li><strong>(<mark>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</mark>)</strong> &#xC601;&#xC5B4; &#xC77D;&#xAE30; &#xBC0F; &#xC18C;&#xD1B5; &#xB2A5;&#xB825;&#xC744; &#xC0B6;&#xC758; &#xD575;&#xC2EC; &#xB3C4;&#xAD6C; &#xC911; &#xD558;&#xB098;&#xB85C; &#xD655;&#xBCF4;&#xD574;&#xC694;.</li>
</ul>
<!--kg-card-end: markdown--><h3 id="%ED%95%98-%EB%82%98-%EC%9D%98-%ED%9B%88-%EB%A0%A8-%EA%B3%BC-%EC%A0%95-%EC%97%90-%EC%84%9C">&#xD558; / &#xB098; / &#xC758; / &#xD6C8; / &#xB828; / &#xACFC; / &#xC815; / &#xC5D0; / &#xC11C;</h3><!--kg-card-begin: markdown--><p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC740; <mark><strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>&#xACFC; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>&#xB97C; &#xD558;&#xB098;&#xC758; &#xB178;&#xB825;&#xC73C;&#xB85C; &#xB2EC;&#xC131;</mark>&#xD558;&#xB294; &#xB370; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xB514;&#xC790;&#xC778;&#xB418;&#xC5C8;&#xC5B4;&#xC694;. &#xD559;&#xC0DD;&#xACFC; &#xD559;&#xBD80;&#xBAA8; &#xBAA8;&#xB450;&#xC5D0;&#xAC8C; &#xC911;&#xC694;&#xD55C; &#xC758;&#xBBF8;&#xAC00; &#xC788;&#xB294; &#xBAA9;&#xD45C;&#xC5D0;&#xC694;.</p>
<ul>
<li><strong>&#xD559;&#xC0DD;&#xC740;&#xC694;,</strong> &#xC911;&#xB2E8;&#xAE30;&#xC801;&#xC778; &#xC785;&#xC2DC;&#xC5D0;&#xC11C; &#xC88B;&#xC740; &#xC131;&#xC801;&#xC744; &#xB0B4;&#xBA74;&#xC11C;&#xB3C4; (<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>), &#xC911;&#xC7A5;&#xAE30;&#xC801;&#xC73C;&#xB85C;&#xB294; &#xC601;&#xC5B4;&#xB97C; &#xB9E4;&#xAC1C;&#xB85C; &#xC0C8;&#xB85C;&#xC6B4; &#xAE30;&#xC220;&#xC744; &#xC811;&#xD558;&#xAC70;&#xB098; &#xC0AC;&#xB78C;&#xB4E4;&#xACFC; &#xAD50;&#xB958;&#xD558;&#xBA70; &#xC2A4;&#xC2A4;&#xB85C;&#xC758; &#xAC00;&#xB2A5;&#xC131;&#xC744; &#xD655;&#xC7A5;&#xD560; &#xC218; &#xC788;&#xAE30;&#xB97C; &#xAFC8;&#xAFD4;&#xC694; (<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>).</li>
<li><strong>&#xD559;&#xBD80;&#xBAA8;&#xB294;&#xC694;,</strong> &#xC785;&#xC2DC;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xAD50;&#xC721; &#xC11C;&#xBE44;&#xC2A4; &#xB4F1;&#xB85D;&#xC744; &#xC9C0;&#xC6D0;&#xD574;&#xC8FC;&#xBA74;&#xC11C;&#xB3C4; (<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>), &#xC785;&#xC2DC;&#xB97C; &#xCD08;&#xC6D4;&#xD558;&#xB294; &#xC2E4;&#xB825;&#xACFC; &#xC7A0;&#xC7AC;&#xB825;&#xAE4C;&#xC9C0; &#xB04C;&#xC5B4;&#xB0BC; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xBB3C;&#xC2EC;&#xC591;&#xBA74; &#xB3D5;&#xACE0; &#xC2F6;&#xC5B4;&#xC694; (<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>).</li>
</ul>
<!--kg-card-end: markdown--><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1&#xC740; &#xC54C;&#xACA0;&#xC5B4;&#xC694;. &#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2&#xC5D0; &#xB300;&#xD574; &#xC880; &#xB354; &#xC54C;&#xACE0;&#xC2F6;&#xC5B4;&#xC694;.</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC740; &#xAFC8;&#xC774; &#xC788;&#xB294; &#xD559;&#xC0DD;&#xACFC; &#xC774;&#xB97C; &#xC9C0;&#xC6D0;&#xD558;&#xB294; &#xD559;&#xBD80;&#xBAA8;&#xB97C; &#xC704;&#xD55C; &#xC601;&#xC5B4; &#xAD50;&#xC721; &#xC11C;&#xBE44;&#xC2A4;&#xC5D0;&#xC694;. &#xC790;&#xAE30; &#xBD84;&#xC57C;&#xC5D0;&#xC11C; &#xC601;&#xC5B4;&#xB85C; &#xCD95;&#xC801;&#xB418;&#xACE0; &#xD1B5;&#xC6A9;&#xB418;&#xB294; &#xC815;&#xBCF4;&#xB97C; &#xC798; &#xD30C;&#xC545;&#xD574;&#xC11C; &#xC2A4;&#xC2A4;&#xB85C; &#xC131;&#xC7A5;&#xD558;&#xACE0;, &#xB610; &#xACE0;&#xB9BD;&#xB418;&#xC9C0; &#xC54A;&#xACE0; &#xC720;&#xB2A5;&#xD55C; &#xB3D9;&#xB8CC;&#xB4E4;&#xACFC; &#xC77C;&#xD574;&#xC57C;&#xC8E0;. &#xB3C4;&#xC804;&#xD558;&#xACE0; &#xB9AC;&#xB4DC;&#xD558;&#xB294; &#xC0AC;&#xB78C;&#xC5D0;&#xAC8C; &#xC601;&#xC5B4; &#xC77D;&#xAE30;&#xB294; &#xC6D0;&#xB300;&#xD55C; &#xBAA9;&#xD45C;&#xAC00; &#xC544;&#xB2C8;&#xACE0; &#xC0DD;&#xD65C;&#xC758; &#xC77C;&#xBD80;&#xAC00; &#xB420; &#xAC70;&#xC5D0;&#xC694;.</p><p>&#xC218;&#xB2A5;/&#xB0B4;&#xC2E0; &#xACE0;&#xB4DD;&#xC810;&#xC744; &#xD5A5;&#xD558;&#xBA74;&#xC11C; (<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>) &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xC601;&#xC5B4; &#xC77D;&#xAE30;&#xB85C; &#xC2A4;&#xC2A4;&#xB85C; &#xC131;&#xC7A5;&#xD560; &#xC218; &#xC788;&#xB294; &#xB2A5;&#xB825;&#xC744; &#xD0A4;&#xC6B0;&#xACE0; (<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>), &#xD3C9;&#xC0DD; &#xC4F0;&#xC77C; &#xC601;&#xC5B4; &#xC77D;&#xAE30; &#xB2A5;&#xB825;&#xC744; &#xD5A5;&#xC0C1;&#xC2DC;&#xD0A4;&#xBA74;&#xC11C; (<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>) &#xB3D9;&#xC2DC;&#xC5D0; &#xC218;&#xB2A5;/&#xB0B4;&#xC2E0; &#xACE0;&#xB4DD;&#xC810;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xACF5;&#xBD80;&#xB97C; &#xD574;&#xC57C;&#xC8E0; (<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>). &#xC774;&#xAC83;&#xC774; &#xBC14;&#xB85C; &#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC774; &#xCD94;&#xAD6C;&#xD558;&#xB294; &#xBC14;&#xC5D0;&#xC694;.</p></div></div>]]></content:encoded></item><item><title><![CDATA[읽기혁명 특장점]]></title><description><![CDATA[<p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xCC28;&#xBCC4;&#xD654;&#xB41C; &#xD2B9;&#xC7A5;&#xC810;&#xC744; &#xC18C;&#xAC1C;&#xD560;&#xAC8C;&#xC694;.</p><!--kg-card-begin: markdown--><h3 id="%EC%9D%BD%EA%B8%B0%ED%98%81%EB%AA%85%EC%9D%98-%ED%8A%B9%EC%9E%A5%EC%A0%90-1-%ED%95%9C-%EB%B2%88%EC%97%90-%EB%91%90-%EB%AA%A9%ED%91%9C"><mark>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xD2B9;&#xC7A5;&#xC810; 1 (&#xD55C; &#xBC88;&#xC5D0; &#xB450; &#xBAA9;&#xD45C;)</mark></h3>
<p><strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>&#xACFC; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>&#xB294; &#xAFC8;</p>]]></description><link>reading-power-english.github.io//advantage/</link><guid isPermaLink="false">629bfa16c379c71a77eded06</guid><category><![CDATA[Introduction]]></category><dc:creator><![CDATA[Gwonsoo Che]]></dc:creator><pubDate>Sun, 05 Jun 2022 00:36:20 GMT</pubDate><content:encoded><![CDATA[<p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xCC28;&#xBCC4;&#xD654;&#xB41C; &#xD2B9;&#xC7A5;&#xC810;&#xC744; &#xC18C;&#xAC1C;&#xD560;&#xAC8C;&#xC694;.</p><!--kg-card-begin: markdown--><h3 id="%EC%9D%BD%EA%B8%B0%ED%98%81%EB%AA%85%EC%9D%98-%ED%8A%B9%EC%9E%A5%EC%A0%90-1-%ED%95%9C-%EB%B2%88%EC%97%90-%EB%91%90-%EB%AA%A9%ED%91%9C"><mark>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xD2B9;&#xC7A5;&#xC810; 1 (&#xD55C; &#xBC88;&#xC5D0; &#xB450; &#xBAA9;&#xD45C;)</mark></h3>
<p><strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>&#xACFC; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>&#xB294; &#xAFC8; &#xC788;&#xB294; &#xC911;&#xACE0;&#xB4F1;&#xC0DD;&#xC5D0;&#xAC8C; &#xC911;&#xC694;&#xD55C; &#xB450; &#xAC00;&#xC9C0; &#xBAA9;&#xD45C;&#xC5D0;&#xC694;. &#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC740; &#xB450; &#xAC00;&#xC9C0; &#xBAA9;&#xD45C;&#xB97C; &#xD558;&#xB098;&#xC758; &#xACFC;&#xC815; &#xC548;&#xC5D0;&#xC11C; &#xB2EC;&#xC131;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD559;&#xC0DD;&#xACFC; &#xD559;&#xBD80;&#xBAA8;&#xB97C; &#xAC00;&#xC774;&#xB4DC;&#xD558;&#xACE0;, &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xB3C4; &#xC774;&#xB97C; &#xC704;&#xD574; &#xB514;&#xC790;&#xC778; &#xB410;&#xC5B4;&#xC694;.</p>
<!--kg-card-end: markdown--><!--kg-card-begin: markdown--><h3 id="%EC%9D%BD%EA%B8%B0%ED%98%81%EB%AA%85-%ED%8A%B9%EC%9E%A5%EC%A0%90-2-%EA%B5%AC%EC%B2%B4%EC%A0%81%EC%9D%B8-%EB%B0%A9%EB%B2%95%EB%A1%A0-%EC%A0%9C%EC%8B%9C"><mark>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xD2B9;&#xC7A5;&#xC810; 2 (&#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xB860; &#xC81C;&#xC2DC;)</mark></h3>
<p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC740; &quot;&#xBB38;&#xBC95; &#xC644;&#xBCBD; &#xC815;&#xB9AC;&quot;, &quot;&#xB3C5;&#xD574; &#xB2A5;&#xB825; &#xAC15;&#xD654;&quot;&#xC640; &#xAC19;&#xC740; &#xC77C;&#xBC18;&#xC801;&#xC778; &#xD615;&#xD0DC;&#xC758; &#xC18C;&#xAC1C;&#xB9CC;&#xC73C;&#xB85C;&#xB294; &#xD559;&#xC0DD;&#xACFC; &#xD559;&#xBD80;&#xBAA8;&#xC5D0;&#xAC8C; &#xCDA9;&#xBD84;&#xD55C; &#xC815;&#xBCF4;&#xB97C; &#xC8FC;&#xC9C0; &#xBABB;&#xD55C;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD574;&#xC694;. &#xAD50;&#xC721; &#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xB2EC;&#xC131;&#xD558;&#xB824;&#xB294; &#xBAA9;&#xD45C;&#xB098; &#xCD94;&#xAD6C;&#xD558;&#xB294; &#xBC14;&#xAC00; &#xC788;&#xB2E4;&#xBA74;, &#xADF8;&#xAC83;&#xC744; &#xD558;&#xAE30; &#xC704;&#xD55C; &#xBC29;&#xBC95;&#xC744; &#xC544;&#xC8FC; &#xAD6C;&#xCCB4;&#xC801;&#xC774;&#xACE0; &#xC815;&#xD655;&#xD55C; &#xC5B8;&#xC5B4;&#xB85C; &#xC81C;&#xC2DC;&#xD560; &#xC218; &#xC788;&#xC5B4;&#xC57C; &#xD55C;&#xB2E4;&#xACE0; &#xC0DD;&#xAC01;&#xD558;&#xC8E0;. &#xADF8;&#xB798;&#xC57C;&#xB9CC; &#xAD50;&#xC721; &#xC11C;&#xBE44;&#xC2A4;&#xAC00; &#xC81C;&#xC2DC;&#xD558;&#xB294; &#xC88B;&#xC740; &#xBC29;&#xBC95;&#xC774;&#xB77C;&#xB294; &#xAC8C; &#xBB34;&#xC5C7;&#xC778;&#xC9C0; &#xD559;&#xC0DD;&#xACFC; &#xD559;&#xBD80;&#xBAA8;&#xAC00; &#xC815;&#xD655;&#xD558;&#xAC8C; &#xC54C;&#xACE0;, &#xADF8; &#xBC29;&#xBC95;&#xC774; &#xB354; &#xC88B;&#xC740;&#xC9C0; &#xB35C; &#xC88B;&#xC740;&#xC9C0; &#xD310;&#xB2E8;&#xD574;&#xBCFC; &#xC218; &#xC788;&#xC9C0; &#xC54A;&#xACA0;&#xC5B4;&#xC694;?</p>
<p>&#xC774;&#xB97C; &#xC704;&#xD574;, &#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC740; &#xC544;&#xB798; &#xC9C8;&#xBB38;&#xC5D0; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xB2F5;&#xC744; &#xC81C;&#xC2DC;&#xD574;&#xC694;.</p>
<!--kg-card-end: markdown--><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xAE00;&#xC744; &#xC798; &#xC77D;&#xB294; (&#xB3C5;&#xD574;) &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xB860;&#xC744; &#xC81C;&#xC2DC;&#xD560; &#xC218; &#xC788;&#xB098;&#xC694;?</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p><a href="reading-power-english.github.io//curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC774; &#xC874;&#xC7AC;&#xD558;&#xB294; &#xC774;&#xC720;&#xC774;&#xC8E0;. &#xAE00;&#xC744; &#xC798; &#xC77D;&#xACE0; &#xB0B4; &#xAC83;&#xC73C;&#xB85C; &#xB9CC;&#xB4E4;&#xAE30; &#xC704;&#xD55C; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xC73C;&#xB85C; &#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; <a href="reading-power-english.github.io//curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC740; &#xC138; &#xAC00;&#xC9C0; &#xD0A4;&#xC6CC;&#xB4DC;&#xB97C; &#xC81C;&#xC2DC;&#xD574;&#xC694;.</p><p><strong><a href="http://">(&#xC608;&#xCE21;)</a> </strong>&#xADF8;&#xB0E5; &#xC77D;&#xC9C0; &#xC54A;&#xACE0;, <strong>&#xC608;&#xCE21;</strong>&#xD558;&#xBA74;&#xC11C; &#xC77D;&#xB294; &#xAC8C; &#xC798; &#xC77D;&#xB294;&#xAC70;&#xC5D0;&#xC694;.</p><p><strong><a href="http://">(&#xC694;&#xC57D;)</a> </strong>&#xD575;&#xC2EC; &#xB0B4;&#xC6A9;&#xC744; &#xB098;&#xC758; &#xC5B8;&#xC5B4;&#xB85C; <strong>&#xC694;&#xC57D;</strong>&#xC815;&#xB9AC; &#xD574;&#xB0B4;&#xBA74;&#xC11C; &#xC77D;&#xB294; &#xAC8C; &#xC798; &#xC77D;&#xB294;&#xAC70;&#xC5D0;&#xC694;.</p><p><strong><a href="http://">(&#xC18C;&#xD1B5;)</a></strong> &#xB0B4;&#xAC00; &#xBC30;&#xC6B4; &#xAC78; &#xB2E4;&#xB978; &#xC0AC;&#xB78C;&#xB3C4; &#xC798; &#xB290;&#xB084; &#xC218; &#xC788;&#xAC8C; <strong>&#xC804;&#xB2EC;</strong>&#xD558;&#xB294; &#xAE30;&#xC220;&#xC774;&#xC5D0;&#xC694;.</p><p>&#xAE00;&#xC744; &#xC798; &#xC77D;&#xB294;&#xB2E4;&#xB294; &#xAC83;&#xC740; <strong>&#xC694;&#xC57D;</strong>&#xACFC; <strong>&#xC608;&#xCE21;</strong>&#xC744; &#xACC4;&#xC18D; &#xBC18;&#xBCF5;&#xD558;&#xBA74;&#xC11C; &#xC77D;&#xB294;&#xAC70;&#xC5D0;&#xC694;. &#xAE00; &#xC4F4; &#xC0AC;&#xB78C;&#xACFC; &#xB300;&#xD654;&#xD558;&#xB4EF;&#xC774; &#xB9D0;&#xC774;&#xC8E0;. &#xC774;&#xAC83;&#xC774; <a href="reading-power-english.github.io//curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC774; &#xC81C;&#xC2DC;&#xD558;&#xB294; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>&#xACFC; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>&#xB97C; &#xB3D9;&#xC2DC;&#xC5D0; &#xB2EC;&#xC131;&#xD558;&#xB294; &#xBC29;&#xBC95;&#xC758; &#xD575;&#xC2EC;&#xC774;&#xC5D0;&#xC694;.</p><p><strong>&#xC18C;&#xD1B5;</strong>&#xC740; &#xAE00;&#xC4F0;&#xAE30;&#xC640; &#xC880; &#xB354; &#xAD00;&#xB828;&#xC774; &#xB418;&#xC9C0;&#xB9CC;, <strong>&#xC18C;&#xD1B5;</strong>&#xC758; &#xC2E4;&#xB825;&#xC774; &#xB192;&#xC544;&#xC9C0;&#xBA74; &#xAC70;&#xAFB8;&#xB85C;<strong> &#xC608;&#xCE21;</strong>&#xACFC; <strong>&#xC694;&#xC57D;</strong>&#xB3C4; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xD560; &#xC218; &#xC788;&#xB294; &#xACBD;&#xC6B0;&#xAC00; &#xB9CE;&#xC544;&#xC694;. <a href="reading-power-english.github.io//curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a> &#xD6C8;&#xB828; &#xACFC;&#xC815;&#xC5D0;&#xC11C; &#xC870;&#xAE08;&#xC529; &#xC5F0;&#xC2B5;&#xD558;&#xAC8C; &#xB420; &#xAC70;&#xC5D0;&#xC694;.</p><ul><li>&#xB354; &#xC0C1;&#xC138;&#xD55C; &#xB0B4;&#xC6A9;&#xC740; <a href="reading-power-english.github.io//tag/curriculum/">&#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a> &#xD0ED;<strong> &gt;&gt;</strong> <a href="reading-power-english.github.io//curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a> &#xD3EC;&#xC2A4;&#xD2B8; <strong>&gt;&gt;</strong> <strong>&#xCEE4;&#xB9AC;&#xD058;&#xB7FC; &#xD575;&#xC2EC; &#xC694;&#xC18C; &#xC138; &#xAC00;&#xC9C0;</strong> &#xC139;&#xC158;&#xC744; &#xD655;&#xC778;&#xD574;&#xC8FC;&#xC138;&#xC694;.</li><li>&#xC138; &#xAC00;&#xC9C0; &#xD0A4;&#xC6CC;&#xB4DC;&#xB97C; &#xD575;&#xC2EC;&#xC73C;&#xB85C; &#xD558;&#xB294; <a href="reading-power-english.github.io//curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC774; &#xC218;&#xB2A5; &#xC601;&#xC5B4; &#xC601;&#xC5ED;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xC774;&#xC720;&#xC5D0; &#xB300;&#xD55C; &#xC790;&#xC138;&#xD55C; &#xBD84;&#xC11D;&#xC740; <a href="reading-power-english.github.io//tag/curriculum/">&#xCEE4;&#xB9AC;&#xD058;&#xB7FC; &#xD0ED;</a> <strong>&gt;&gt;</strong> <a href="reading-power-english.github.io//supporting-arguments-2022/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774; &#xC218;&#xB2A5;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xADFC;&#xAC70;</a> &#xD3EC;&#xC2A4;&#xD2B8;&#xB97C; &#xD655;&#xC778;&#xD574;&#xC8FC;&#xC138;&#xC694;.</li></ul></div></div><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xBB38;&#xC7A5;&#xC744; &#xC815;&#xD655;&#xD788; &#xC774;&#xD574;&#xD560; &#xC218; &#xC788;&#xB294; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xB860;&#xC744; &#xC81C;&#xC2DC;&#xD560; &#xC218; &#xC788;&#xB098;&#xC694;?</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p><a href="reading-power-english.github.io//curriculum1/">&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC774; &#xC874;&#xC7AC;&#xD558;&#xB294; &#xC774;&#xC720;&#xC5D0;&#xC694;. <a href="reading-power-english.github.io//curriculum1/">&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC740; &#xBB38;&#xC7A5; &#xD558;&#xB098;&#xB97C; &#xC815;&#xD655;&#xD788; &#xC774;&#xD574;(reading)&#xD558;&#xACE0; &#xC791;&#xC131;(writing)&#xD560; &#xC218; &#xC788;&#xB294; &#xB2A5;&#xB825;&#xC744; &#xD5A5;&#xC0C1;&#xC2DC;&#xD0AC; &#xC218; &#xC788;&#xB294; <strong>&#xBB38;&#xBC95;(grammar)</strong> &#xC704;&#xC8FC;&#xC758; &#xD6C8;&#xB828; &#xACFC;&#xC815;&#xC73C;&#xB85C; &#xB514;&#xC790;&#xC778; &#xB418;&#xC5C8;&#xC8E0;. &#xD575;&#xC2EC;&#xC740; &#xBB38;&#xBC95;&#xC744; <strong>&#xB9DE;&#xACE0; &#xD2C0;&#xB9AC;&#xB294;</strong> &#xAC83;&#xACFC; <strong>&#xBB38;&#xBC95; &#xC6A9;&#xC5B4;</strong>&#xB97C; <strong>&#xC554;&#xAE30;</strong>&#xD558;&#xB294; &#xBC29;&#xBC95;&#xC774; &#xC544;&#xB2C8;&#xB77C;,<strong> &#xBB38;&#xC7A5;&#xC758; &#xD328;&#xD134;</strong>&#xACFC; &#xC870;&#xAE08;&#xC529; &#xB2E4;&#xB978; <strong>&#xB258;&#xC559;&#xC2A4;(nuance)</strong>&#xB97C; <strong>&#xC774;&#xD574;</strong>&#xD558;&#xACE0; <strong>&#xD45C;&#xD604;</strong>&#xD558;&#xB294; &#xC5F0;&#xC2B5;&#xC744; &#xC911;&#xC2EC;&#xC73C;&#xB85C; &#xACF5;&#xBD80;&#xD558;&#xB294; &#xAC83;&#xC774;&#xC5D0;&#xC694;.</p><p>&#xC774;&#xB97C; &#xD1B5;&#xD574; &#xBB38;&#xC7A5;&#xB4E4;&#xC744; &#xC815;&#xD655;&#xD558;&#xACE0; &#xC790;&#xC5F0;&#xC2A4;&#xB7FD;&#xAC8C; &#xAD6C;&#xC0AC;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD558;&#xACE0;, &#xC218;&#xB2A5; &#xBC0F; &#xB0B4;&#xC2E0;&#xC758; &#xC5B4;&#xBC95; &#xBB38;&#xC81C;&#xB4E4;&#xB3C4; &#xC218;&#xC6D4;&#xD558;&#xAC8C; &#xD574;&#xACB0;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xAC00;&#xC774;&#xB4DC;&#xD558;&#xB294; &#xAC83;&#xC774; <a href="reading-power-english.github.io//curriculum1/">&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC758; &#xC5ED;&#xD560;&#xC774;&#xC5D0;&#xC694;. &#xB3D9;&#xC2DC;&#xC5D0; &#xB2E4;&#xC74C; &#xB808;&#xBCA8;&#xC778; <a href="reading-power-english.github.io//curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC5D0;&#xC11C;&#xB3C4; &#xC798; &#xD6C8;&#xB828;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xC900;&#xBE44;&#xC2DC;&#xD0A4;&#xB294; &#xC5ED;&#xD560;&#xB3C4; &#xD558;&#xAD6C;&#xC694;.</p><p>&#xB354; &#xC0C1;&#xC138;&#xD55C; &#xB0B4;&#xC6A9;&#xC740; <a href="reading-power-english.github.io//curriculum1/">&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a> &#xD3EC;&#xC2A4;&#xD2B8;&#xB97C; &#xD655;&#xC778;&#xD574;&#xC8FC;&#xC138;&#xC694;.</p></div></div><!--kg-card-begin: markdown--><h3 id="%EC%9D%BD%EA%B8%B0%ED%98%81%EB%AA%85-%ED%8A%B9%EC%9E%A5%EC%A0%90-3-%EC%A2%85%ED%95%A9-%ED%99%9C%EB%8F%99"><mark>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xD2B9;&#xC7A5;&#xC810; 3 (&#xC885;&#xD569; &#xD65C;&#xB3D9;)</mark></h3>
<p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xD6C8;&#xB828; &#xACFC;&#xC815;&#xC740; &#xBA87; &#xAC00;&#xC9C0; &#xB2E4;&#xB978; &#xD65C;&#xB3D9;&#xB4E4;&#xC758; &#xACB0;&#xD569;&#xC73C;&#xB85C; &#xC774;&#xB8E8;&#xC5B4;&#xC838; &#xC788;&#xC5B4;&#xC694;. &#xAC01; &#xD65C;&#xB3D9;&#xB4E4;&#xC740; &#xAC01;&#xC790; &#xBAA9;&#xD45C;&#xB85C; &#xD558;&#xB294; &#xBC14;&#xAC00; &#xC788;&#xC8E0;.</p>
<!--kg-card-end: markdown--><ul><li><strong><a href="http://">&#xC218;&#xC5C5;:</a></strong> <strong>&#xC120;&#xC0DD;&#xB2D8;</strong>&#xACFC; <strong>&#xD559;&#xC0DD;</strong> &#xBAA8;&#xB450;&#xAC00; <strong>&#xD65C;&#xBC1C;&#xD788; &#xCC38;&#xC5EC;</strong>&#xD558;&#xB294; &#xD6C8;&#xB828;&#xACFC;&#xC815;&#xC758; &#xC8FC; &#xD65C;&#xB3D9;</li><li><strong><a href="http://">&#xACFC;&#xC81C;:</a></strong> &#xD559;&#xC0DD; &#xC2A4;&#xC2A4;&#xB85C; <strong>&#xC608;&#xC2B5;</strong>&#xACFC; <strong>&#xBCF5;&#xC2B5;</strong>&#xC744; &#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xC548;&#xB0B4;&#xD558;&#xACE0;, &#xBC18;&#xBCF5;&#xC744; &#xD1B5;&#xD574; &#xBC30;&#xC6B4; &#xAC83;&#xC744; &#xB0B4; &#xAC83;&#xC73C;&#xB85C; &#xB9CC;&#xB4E4;&#xAE30; &#xC704;&#xD55C; &#xD65C;&#xB3D9;</li><li><strong><a href="http://">&#xD14C;&#xC2A4;&#xD2B8;:</a></strong> &#xBC30;&#xC6B4; &#xAC83;&#xC744; &#xD55C; &#xBC88; &#xB354; <strong>&#xBC18;&#xBCF5;</strong>&#xD558;&#xACE0;, &#xBD80;&#xC871;&#xD55C; &#xAC83;&#xC744; &#xD655;&#xC778;&#xD558;&#xACE0; <strong>&#xBCF4;&#xC644;</strong>&#xD560; &#xC218; &#xC788;&#xB294; &#xD65C;&#xB3D9;</li><li><strong><a href="http://">&#xB274;&#xC2A4;&#xB808;&#xD130;:</a></strong> &#xD6C8;&#xB828;&#xACFC;&#xC815;&#xC758; &#xBAA9;&#xC801;&#xACFC; &#xC758;&#xBBF8;, &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xB860;&#xB4E4;&#xC744; <strong>&#xC5EC;&#xB7EC; &#xAC00;&#xC9C0; &#xC2DC;&#xAC01;</strong>&#xC5D0;&#xC11C; &#xBC14;&#xB77C;&#xBCFC; &#xC218; &#xC788;&#xB294; &#xD65C;&#xB3D9;. &#xD559;&#xC0DD;&#xC740; <strong>&#xB3D9;&#xAE30;&#xBD80;&#xC5EC;</strong>&#xB97C; &#xC5BB;&#xACE0;, &#xD559;&#xBD80;&#xBAA8;&#xB294; &#xD559;&#xC0DD;&#xC774; &#xD5A5;&#xD558;&#xACE0; &#xC788;&#xB294; <strong>&#xBC29;&#xD5A5;</strong>&#xACFC; &#xADF8; <strong>&#xC758;&#xBBF8;</strong>&#xB97C; &#xACE0;&#xCC30;&#xD574;&#xBCFC; &#xC218; &#xC788;&#xB294;, <strong>&#xD559;&#xC0DD;</strong>&#xACFC; <strong>&#xD559;&#xBD80;&#xBAA8;</strong> &#xBAA8;&#xB450;&#xB97C; &#xC704;&#xD55C; &#xD65C;&#xB3D9;</li><li><strong><a href="http://">&#xD559;&#xC0DD;/&#xD559;&#xBD80;&#xBAA8; &#xC0C1;&#xB2F4;:</a></strong> <strong>&#xC120;&#xC0DD;&#xB2D8;</strong>&#xACFC; <strong>&#xD559;&#xC0DD;</strong>, &#xADF8;&#xB9AC;&#xACE0; <strong>&#xD559;&#xBD80;&#xBAA8;</strong>&#xAC00; <strong>&#xC2E0;&#xB8B0;</strong>&#xB97C; &#xC313;&#xACE0;, &#xC6D0;&#xD558;&#xB294; &#xBAA9;&#xD45C;&#xB97C; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xC774;&#xB8E8;&#xAE30; &#xC704;&#xD574; <strong>&#xB300;&#xD654;</strong>&#xD558;&#xB294; &#xD65C;&#xB3D9;</li></ul>]]></content:encoded></item><item><title><![CDATA[수업 장소]]></title><description><![CDATA[<!--kg-card-begin: markdown--><p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC740; &#xAE40;&#xD3EC;&#xC2DC; &#xC6B4;&#xC591;&#xB3D9; &#xCE74;&#xD398;&#xAC70;&#xB9AC;&#xC5D0; &#xC704;&#xCE58;&#xD55C; &#xC601;&#xC5B4; &#xAD50;&#xC721; &#xD504;&#xB85C;&#xADF8;&#xB7A8;&#xC774;&#xC5D0;&#xC694;.<br>
&#xC218;&#xC5C5; &#xC7A5;&#xC18C;&#xB294; <mark>&#xCE74;&#xD398;&#xAC70;&#xB9AC; &#xCEE4;&#xD53C;&#xC804;&#xBB38;&#xC810; &#xCF69;&#xD55C;&#xC90C; 2&#xCE35;</mark>&#xC774;</p>]]></description><link>reading-power-english.github.io//place/</link><guid isPermaLink="false">629bf9b1c379c71a77edecf4</guid><category><![CDATA[Introduction]]></category><dc:creator><![CDATA[Gwonsoo Che]]></dc:creator><pubDate>Sun, 05 Jun 2022 00:33:33 GMT</pubDate><content:encoded><![CDATA[<!--kg-card-begin: markdown--><p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC740; &#xAE40;&#xD3EC;&#xC2DC; &#xC6B4;&#xC591;&#xB3D9; &#xCE74;&#xD398;&#xAC70;&#xB9AC;&#xC5D0; &#xC704;&#xCE58;&#xD55C; &#xC601;&#xC5B4; &#xAD50;&#xC721; &#xD504;&#xB85C;&#xADF8;&#xB7A8;&#xC774;&#xC5D0;&#xC694;.<br>
&#xC218;&#xC5C5; &#xC7A5;&#xC18C;&#xB294; <mark>&#xCE74;&#xD398;&#xAC70;&#xB9AC; &#xCEE4;&#xD53C;&#xC804;&#xBB38;&#xC810; &#xCF69;&#xD55C;&#xC90C; 2&#xCE35;</mark>&#xC774;&#xC5D0;&#xC694;.</p>
<!--kg-card-end: markdown--><!--kg-card-begin: html--><!-- * 카카오맵 - 지도퍼가기 -->
<!-- 1. 지도 노드 -->
<div id="daumRoughmapContainer1654050284644" class="root_daum_roughmap root_daum_roughmap_landing"></div>

<!--
	2. 설치 스크립트
	* 지도 퍼가기 서비스를 2개 이상 넣을 경우, 설치 스크립트는 하나만 삽입합니다.
-->
<script charset="UTF-8" class="daum_roughmap_loader_script" src="https://ssl.daumcdn.net/dmaps/map_js_init/roughmapLoader.js"></script>

<!-- 3. 실행 스크립트 -->
<script charset="UTF-8">
	new daum.roughmap.Lander({
		"timestamp" : "1654050284644",
		"key" : "2agbu",
		"mapWidth" : "640",
		"mapHeight" : "360"
	}).render();
</script><!--kg-card-end: html-->]]></content:encoded></item><item><title><![CDATA[전체 커리큘럼 둘러보기]]></title><description><![CDATA[<p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC740; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>&#xACFC; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong> &#xD568;&#xAED8; &#xB2EC;&#xC131;&#xD558;&#xAE30; &#xC704;&#xD55C; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xC73C;&#xB85C;, &#xB450; &#xAC00;&#xC9C0; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC744; &#xC81C;&#xACF5;&#xD574;&#xC694;.</p><h3 id="%EC%95%84%EB%8A%94%EB%AC%B8%EC%9E%A5-%EC%BB%A4%EB%A6%AC%ED%81%98%EB%9F%BC">&#xC544;&#xB294;</h3>]]></description><link>reading-power-english.github.io//curriculum-overview/</link><guid isPermaLink="false">6295955c1e44130c654de296</guid><category><![CDATA[Curriculum]]></category><dc:creator><![CDATA[Gwonsoo Che]]></dc:creator><pubDate>Tue, 31 May 2022 04:12:07 GMT</pubDate><content:encoded><![CDATA[<p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC740; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>&#xACFC; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong> &#xD568;&#xAED8; &#xB2EC;&#xC131;&#xD558;&#xAE30; &#xC704;&#xD55C; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xC73C;&#xB85C;, &#xB450; &#xAC00;&#xC9C0; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC744; &#xC81C;&#xACF5;&#xD574;&#xC694;.</p><h3 id="%EC%95%84%EB%8A%94%EB%AC%B8%EC%9E%A5-%EC%BB%A4%EB%A6%AC%ED%81%98%EB%9F%BC">&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</h3><p>&#xD558;&#xB098;&#xC758; &#xBB38;&#xC7A5;&#xC744; &#xC798; &#xC774;&#xD574;(reading)&#xD558;&#xACE0; &#xC2A4;&#xC2A4;&#xB85C; &#xC791;&#xC131;(writing)&#xD560; &#xC218; &#xC788;&#xB294; &#xB2A5;&#xB825;&#xC744; &#xAE38;&#xB7EC;&#xC11C;, &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC5D0;&#xC11C; &#xD65C;&#xB3D9;&#xD560; &#xC218; &#xC788;&#xB294; &#xD6CC;&#xB96D;&#xD55C; &#xAE30;&#xBCF8;&#xAE30;&#xB97C; &#xAE30;&#xB974;&#xB294; &#xAC83;&#xC744; &#xBAA9;&#xD45C;&#xB85C; &#xD574;&#xC694;.</p><h3 id="%EC%95%84%EB%8A%94%EB%AC%B8%EB%8B%A8-%EC%BB%A4%EB%A6%AC%ED%81%98%EB%9F%BC-%EC%98%88%EC%B8%A1-%EC%9A%94%EC%95%BD-%EC%86%8C%ED%86%B5-%EC%BB%A4%EB%A6%AC%ED%81%98%EB%9F%BC">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC; (= &#xC608;&#xCE21; / &#xC694;&#xC57D; / &#xC18C;&#xD1B5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;)</h3><p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xB300;&#xD45C; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774;&#xC5D0;&#xC694;. &#xD55C; &#xBB38;&#xB2E8; &#xC774;&#xC0C1;&#xC758; &#xAE00;&#xC744; &#xC790;&#xC2E0;&#xC758; &#xC5B8;&#xC5B4;&#xB85C; &#xC18C;&#xD654;&#xD558;&#xACE0; &#xC18C;&#xD1B5;&#xD574;&#xB0BC; &#xC218; &#xC788;&#xB294; &#xC2E4;&#xB825;&#xC744; &#xAE30;&#xB974;&#xB294; &#xAC83;&#xC744; &#xBAA9;&#xD45C;&#xB85C; &#xD574;&#xC694;.</p><div class="kg-card kg-callout-card kg-callout-card-accent"><div class="kg-callout-emoji">&#x1F4A1;</div><div class="kg-callout-text">&#xC544;&#xB294;&#xBB38;&#xC7A5; &gt;&gt; &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xC21C;&#xC11C;&#xB300;&#xB85C; &#xACF5;&#xBD80;&#xD558;&#xB3C4;&#xB85D;, &#xC21C;&#xCC28;&#xC801;&#xC778; &#xD6C8;&#xB828;&#xACFC;&#xC815;&#xC73C;&#xB85C; &#xB514;&#xC790;&#xC778;&#xB418;&#xC5C8;&#xC5B4;&#xC694;.</div></div><p>&#xAC01; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC758; &#xC790;&#xC138;&#xD55C; &#xB0B4;&#xC6A9;&#xC740; <a href="localhost:2368/curriculum1/">&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a> &#xBC0F; <a href="localhost:2368/curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a> &#xD3EC;&#xC2A4;&#xD2B8;&#xB97C; &#xD655;&#xC778;&#xD574; &#xC8FC;&#xC138;&#xC694;. &#xB610;, <a href="localhost:2368/curriculum2/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;</a>&#xC774; &#xC65C; &#xC218;&#xB2A5; &#xC2DC;&#xD5D8;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xB514;&#xC790;&#xC778;&#xB418;&#xC5C8;&#xB294;&#xC9C0;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB294; <a href="localhost:2368/supporting-arguments-2022/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774; &#xC218;&#xB2A5;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xADFC;&#xAC70;</a> &#xD3EC;&#xC2A4;&#xD2B8;&#xC5D0;&#xC11C; &#xC790;&#xC138;&#xD55C; &#xBD84;&#xC11D;&#xC744; &#xC81C;&#xACF5;&#xD574;&#xC694;.</p>]]></content:encoded></item><item><title><![CDATA[아는문장 커리큘럼]]></title><description><![CDATA[<!--kg-card-begin: markdown--><h3 id="%EB%AA%A9%ED%91%9C">&#xBAA9;&#xD45C;</h3>
<p>&#xBB38;&#xC7A5; &#xD558;&#xB098;&#xB97C; &#xC798; &#xC774;&#xD574;(reading)&#xD558;&#xACE0; &#xC2A4;&#xC2A4;&#xB85C; &#xC791;&#xC131;(writing)&#xD560; &#xC218; &#xC788;&#xB294; &#xB2A5;&#xB825;&#xC744; &#xAE38;&#xB7EC;&#xC11C;, &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC5D0;&#xC11C; &#xD65C;&#xB3D9;&#xD560; &#xC218; &#xC788;&#xB294; &#xD6CC;&#xB96D;&#xD55C; &#xAE30;&#xBCF8;</p>]]></description><link>reading-power-english.github.io//curriculum1/</link><guid isPermaLink="false">629594d61e44130c654de279</guid><category><![CDATA[Curriculum]]></category><dc:creator><![CDATA[Gwonsoo Che]]></dc:creator><pubDate>Tue, 31 May 2022 04:10:49 GMT</pubDate><content:encoded><![CDATA[<!--kg-card-begin: markdown--><h3 id="%EB%AA%A9%ED%91%9C">&#xBAA9;&#xD45C;</h3>
<p>&#xBB38;&#xC7A5; &#xD558;&#xB098;&#xB97C; &#xC798; &#xC774;&#xD574;(reading)&#xD558;&#xACE0; &#xC2A4;&#xC2A4;&#xB85C; &#xC791;&#xC131;(writing)&#xD560; &#xC218; &#xC788;&#xB294; &#xB2A5;&#xB825;&#xC744; &#xAE38;&#xB7EC;&#xC11C;, &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC5D0;&#xC11C; &#xD65C;&#xB3D9;&#xD560; &#xC218; &#xC788;&#xB294; &#xD6CC;&#xB96D;&#xD55C; &#xAE30;&#xBCF8;&#xAE30;&#xB97C; &#xAE30;&#xB974;&#xB294; &#xAC83;&#xC774;&#xC5D0;&#xC694;.</p>
<h3 id="%EA%B5%90%EC%9E%AC">&#xAD50;&#xC7AC;</h3>
<ul>
<li><strong>&#xC218;&#xB2A5;&#xB0B4;&#xC2E0; &#xCC45; ( &gt;&gt; &#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1)</strong><br>
<a href="https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=6831930">Grammar in Use Intermediate &#xD55C;&#xAD6D;&#xC5B4;&#xD310;</a>&#xACFC; <a href="http://www.yes24.com/Product/Goods/36369344">EBS Reading Power &#xAD6C;&#xBB38;&#xD3B8;</a>, &#xADF8;&#xB9AC;&#xACE0; <a href="http://www.cedubook.com/sub/sub02_view.php?ptype=view&amp;prdcode=1612260001">&#xC5B4;&#xD718;&#xB05D; &#xACE0;&#xAD50;&#xAE30;&#xBCF8;</a>&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC694;. &#xC8FC;&#xB85C; &#xBB38;&#xBC95;(grammar)&#xACFC; &#xC5B4;&#xD718;(vocabulary) &#xC704;&#xC8FC;&#xB85C; &#xCC45;&#xC758; &#xB0B4;&#xC6A9;&#xC744; &#xB530;&#xB77C;&#xAC00;&#xB294; &#xD615;&#xD0DC;&#xB85C; &#xACF5;&#xBD80;&#xD574;&#xC694;.</li>
<li><strong>&#xC77C;&#xBC18;&#xC77D;&#xAE30; &#xCC45; ( &gt;&gt; &#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2)</strong><br>
&#xBB38;&#xD559;(fiction) &#xC911;&#xC5D0;&#xC11C; <a href="http://www.kyobobook.co.kr/product/detailViewEng.laf?mallGb=ENG&amp;ejkGb=ENG&amp;barcode=9780836220889">Calvin and Hobbes</a>&#xB77C;&#xB294; &#xB9CC;&#xD654;&#xB97C; &#xC77D;&#xC5B4;&#xB098;&#xAC00;&#xC694;. &#xC624;&#xB7AB;&#xB3D9;&#xC548; &#xC601;&#xC5B4;&#xAD8C; &#xB3C5;&#xC790;&#xB4E4;&#xC5D0;&#xAC8C; &#xC0AC;&#xB791;&#xBC1B;&#xC544;&#xC654;&#xACE0; &#xCE5C;&#xC219;&#xD574;&#xC9C0;&#xAE30; &#xC720;&#xB9AC;&#xD55C; &#xC774; &#xCC45;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C;, &#xC77D;&#xAE30; &#xC790;&#xCCB4;&#xC5D0; &#xC775;&#xC219;&#xD574;&#xC9C0;&#xACE0; &#xC7AC;&#xBBF8;&#xB97C; &#xBD99;&#xC774;&#xB294; &#xAC83;&#xC744; &#xCD5C;&#xC6B0;&#xC120; &#xBAA9;&#xD45C;&#xB85C; &#xD574;&#xC694;.</li>
</ul>
<p>&#xC0AC;&#xC6A9;&#xD558;&#xB294; &#xC218;&#xC5C5; &#xAD50;&#xC7AC;&#xC5D0;&#xB294; &#xBCC0;&#xD654;&#xAC00; &#xC788;&#xC744; &#xC218; &#xC788;&#xC5B4;&#xC694;.</p>
<h3 id="%EB%8C%80%EC%83%81">&#xB300;&#xC0C1;</h3>
<p>&#xACE0;&#xB4F1;&#xD559;&#xAD50; &#xC601;&#xC5B4;&#xB85C; &#xC5C5;&#xADF8;&#xB808;&#xC774;&#xB4DC;&#xB97C; &#xC900;&#xBE44;&#xD558;&#xACE0; &#xC2F6;&#xC740; &#xC0C1;&#xB300;&#xC801;&#xC73C;&#xB85C; <mark>&#xC2E4;&#xB825; &#xC788;&#xB294; &#xC911;2</mark> &#xD559;&#xC0DD;&#xBD80;&#xD130;, <mark>&#xB2E4;&#xC74C; &#xB2E8;&#xACC4;&#xB85C; &#xAC00;&#xAE30; &#xC704;&#xD574; &#xAE30;&#xBCF8;&#xC744; &#xD655;&#xC2E4;&#xD788; &#xD558;&#xACE0; &#xC2F6;&#xC740; &#xACE0;2</mark> &#xD559;&#xC0DD;&#xAE4C;&#xC9C0; &#xD574;&#xB2F9;&#xD574;&#xC694;.</p>
<!--kg-card-end: markdown--><div class="kg-card kg-callout-card kg-callout-card-accent"><div class="kg-callout-emoji">&#x1F4A1;</div><div class="kg-callout-text">&#xBB38;&#xBC95;(grammar)&#xC744; &#xC81C;&#xB300;&#xB85C; &#xC811;&#xD574;&#xBCF4;&#xC9C0; &#xC54A;&#xC558;&#xAC70;&#xB098; &#xC911;&#xD559;&#xAD50; &#xC218;&#xC900;&#xC73C;&#xB85C; &#xC9C0;&#xC815;&#xB41C; &#xC5B4;&#xD718;(vocabulary)&#xC5D0;&#xB3C4; &#xD070; &#xC5B4;&#xB824;&#xC6C0;&#xC774; &#xC788;&#xB294; &#xD559;&#xC0DD;&#xC740; &#xC774; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC744; &#xC18C;&#xD654;&#xD574;&#xB0B4;&#xB294; &#xAC83;&#xC774; &#xD798;&#xB4E4; &#xAC00;&#xB2A5;&#xC131;&#xC774; &#xC788;&#xC5B4;&#xC694;. &#xC774; &#xACBD;&#xC6B0;, &#xC9E7;&#xAC8C;&#xB77C;&#xB3C4; &#xC8FC;&#xC694; &#xBB38;&#xBC95;&#xC744; &#xC775;&#xD600;&#xBCF4;&#xAC70;&#xB098; &#xC911;&#xD559;&#xAD50; &#xC218;&#xC900;&#xC758; &#xC5B4;&#xD718;&#xB97C; &#xACF5;&#xBD80;&#xD574;&#xBCF8; &#xD6C4;&#xC5D0; &#xCC38;&#xC5EC;&#xD558;&#xB294; &#xAC83;&#xC744; &#xAD8C;&#xC7A5;&#xD574;&#xC694;.</div></div><hr><h3 id="%EB%8D%94-%EA%B6%81%EA%B8%88%ED%95%A0-%EB%95%8C%EB%A7%8C-%EC%9D%BD%EC%96%B4%EB%B3%B4%EC%84%B8%EC%9A%94">&#xB354; &#xAD81;&#xAE08;&#xD560; &#xB54C;&#xB9CC; &#xC77D;&#xC5B4;&#xBCF4;&#xC138;&#xC694;.</h3><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xBB38;&#xBC95;&#xC740; &#xC65C; &#xACF5;&#xBD80;&#xD558;&#xACE0;, &#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xACFC; &#xBB34;&#xC2A8; &#xAD00;&#xACC4;&#xC778;&#xC9C0; &#xC54C;&#xACE0;&#xC2F6;&#xC5B4;&#xC694;.</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p>&#xBB38;&#xBC95;&#xC740; &#xB9DE;&#xACE0; &#xD2C0;&#xB9AC;&#xB294; &#xAC83;&#xC744; &#xC554;&#xAE30;&#xD558;&#xB294; &#xAC83;&#xC73C;&#xB85C;&#xB9CC; &#xC0DD;&#xAC01;&#xD558;&#xB294; &#xAC83;&#xC740; &#xC88B;&#xC9C0; &#xC54A;&#xC544;&#xC694;. &#xBB38;&#xBC95;&#xC740; &#xC790;&#xC5F0;&#xC2A4;&#xB7FD;&#xACE0; &#xC815;&#xD655;&#xD55C; &#xC601;&#xC5B4;&#xB97C; &#xD558;&#xAE30; &#xC704;&#xD55C; &quot;&#xBB38;&#xC7A5;&#xC758; &#xD328;&#xD134;&quot;&#xC774;&#xC5D0;&#xC694;.</p><ol><li>&#xC9C0;&#xD604;&#xC774;&#xAC00; &#xC5B4;&#xC81C; &#xB9E5;&#xB3C4;&#xB0A0;&#xB4DC; &#xCF58; &#xC544;&#xC774;&#xC2A4;&#xD06C;&#xB9BC; &#xBA39;&#xC5C8;&#xB300;.</li><li>&#xC9C0;&#xD604;&#xC774; &#xC5B4;&#xC81C; &#xBD84;&#xBA85;&#xD788; &#xB9E5;&#xB3C4;&#xB0A0;&#xB4DC; &#xCF58; &#xC544;&#xC774;&#xC2A4;&#xD06C;&#xB9BC; &#xBA39;&#xC5C8;&#xC744;&#xAC70;&#xC57C;. (&#xADF8;&#xAC70; &#xC88B;&#xC544;&#xD55C;&#xB2E4;&#xACE0; &#xB178;&#xB798;&#xB97C; &#xBD88;&#xB800;&#xB294;&#xB370; &#xC5B4;&#xC81C; &#xC5C4;&#xB9C8;&#xB791; &#xB9E5;&#xB3C4;&#xB0A0;&#xB4DC; &#xB4E4;&#xC5B4;&#xAC00;&#xB294; &#xAC70; &#xBD24;&#xAC70;&#xB4E0;.)</li><li>(&#xD559;&#xAD50; &#xC218;&#xC5C5;&#xC774; &#xC870;&#xAE08;&#xB9CC; &#xB354; &#xC77C;&#xCC0D; &#xB05D;&#xB0AC;&#xC73C;&#xBA74;) &#xC9C0;&#xD604;&#xC774;&#xB3C4; &#xB9E5;&#xB3C4;&#xB0A0;&#xB4DC; &#xCF58; &#xC544;&#xC774;&#xC2A4;&#xD06C;&#xB9BC; &#xBA39;&#xC744; &#xC218; &#xC788;&#xC5C8;&#xC744;&#xD150;&#xB370;.</li></ol><p>&#xC704; &#xC138; &#xBB38;&#xC7A5;&#xC740; &#xBB50;&#xAC00; &#xB9DE;&#xACE0; &#xD2C0;&#xB9AC;&#xB294; &#xAC8C; &#xC544;&#xB2C8;&#xB77C;, &#xB290;&#xB08C;&#xACFC; &#xC758;&#xBBF8;&#xAC00; &#xB2E4;&#xB978; &#xAC83;&#xC774;&#xC8E0;? &#xC6B0;&#xB9AC;&#xB9D0;&#xB85C;&#xB294; &#xC27D;&#xAC8C; &#xD45C;&#xD604;&#xD558;&#xC9C0;&#xB9CC; &#xC601;&#xC5B4;&#xB85C;&#xB294; &#xADF8; &#xB290;&#xB08C;&#xC744; &#xC8FC;&#xAE30; &#xC5B4;&#xB824;&#xC6E0;&#xB358; &#xBD80;&#xBD84;&#xB4E4;&#xC744; &#xD574;&#xACB0;&#xD558;&#xACE0;&#xC790; &#xD558;&#xB294; &#xAC8C; &#xBB38;&#xBC95;&#xC778;&#xB370;, &quot;~&#xC5C8;(&#xD588;)&#xB2E4;&quot;, &quot;~&#xC5C8;(&#xD588;)&#xC744;&#xAC70;&#xC57C;&quot;, &#xADF8;&#xB9AC;&#xACE0; &quot;~&#xC744;(&#xD560;) &#xC218; &#xC788;&#xC5C8;&#xC744;&#xD150;&#xB370;&quot;&#xB97C; &#xC678;&#xC6B0;&#xB294; &#xAC83; &#xC704;&#xC8FC;&#xC758; &#xC8FD;&#xC5B4;&#xC788;&#xB294; &#xACF5;&#xBD80;&#xB85C; &#xB9CC;&#xB4E4; &#xC774;&#xC720;&#xAC00; &#xC5C6;&#xC5B4;&#xC694;. &#xC624;&#xD788;&#xB824; &#xC870;&#xAE08;&#xC529; &#xB2E4;&#xB978; &#xB258;&#xC559;&#xC2A4;(nuance)&#xB97C; &#xB0B4;&#xAC00; &#xC601;&#xC5B4;&#xB85C;&#xB3C4; &#xC774;&#xD574;&#xD558;&#xACE0; &#xD45C;&#xD604;&#xD574;&#xC11C; &#xBB38;&#xC7A5;&#xC744; &#xC644;&#xC131;&#xD560; &#xC218; &#xC788;&#xB2E4;&#xB294; &#xC990;&#xAC70;&#xC6C0;&#xB9CC;&#xC774; &#xC788;&#xB294;&#xAC70;&#xC8E0;. &quot;&#xC5C8;&quot;&#xC740; &#xACFC;&#xAC70; &#xC2DC;&#xC81C; &#xC120;&#xC5B4;&#xB9D0;&#xC5B4;&#xBBF8;&#xC774;&#xACE0; &quot;&#xAC83;&quot;&#xC740; &#xC758;&#xC874;&#xBA85;&#xC0AC;&#xB77C;&#xB294; &#xAC83;&#xC740; &#xB204;&#xAC00; &#xC54C;&#xB4E0; &#xBAA8;&#xB974;&#xB4E0; &#xD06C;&#xAC8C; &#xAD00;&#xC2EC;&#xC774; &#xC5C6;&#xB294; &#xAC8C; &#xC790;&#xC5F0;&#xC2A4;&#xB7EC;&#xC6CC;&#xC694;.</p><p>&#xBB38;&#xBC95; &#xC704;&#xC8FC;&#xC758; &#xD6C8;&#xB828; &#xACFC;&#xC815;&#xC744; &#xD1B5;&#xD574;&#xC11C; &#xBB38;&#xC7A5;&#xB4E4;&#xC744; &#xC815;&#xD655;&#xD558;&#xACE0; &#xC790;&#xC5F0;&#xC2A4;&#xB7FD;&#xAC8C; &#xAD6C;&#xC0AC;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD558;&#xACE0;, &#xC218;&#xB2A5; &#xBC0F; &#xB0B4;&#xC2E0;&#xC758; &#xC5B4;&#xBC95; &#xBB38;&#xC81C;&#xB4E4;&#xB3C4; &#xC218;&#xC6D4;&#xD558;&#xAC8C; &#xD574;&#xACB0;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xAC00;&#xC774;&#xB4DC;&#xD558;&#xB294; &#xAC8C; &#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC758; &#xC5ED;&#xD560;&#xC774;&#xC5D0;&#xC694;.</p></div></div><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xBB38;&#xBC95; &#xCC45;&#xC73C;&#xB85C; &#xC65C; <a href="https://book.ebs.co.kr/sub/high/view?txbkId=LB00000002611">EBS Grammar Power &#xC0C1;/&#xD558;</a> &#xB300;&#xC2E0; <a href="https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=6831930">Grammar in Use Intermediate &#xD55C;&#xAD6D;&#xC5B4;&#xD310;</a>&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xB294;&#xC9C0; &#xC54C;&#xC544;&#xBCFC;&#xB798;&#xC694;.</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p>EBS Grammar Power&#xB3C4; &#xC88B;&#xC740; &#xCC45;&#xC77C; &#xC218; &#xC788;&#xC5B4;&#xC694;. &#xD558;&#xC9C0;&#xB9CC; &#xB450; &#xAD8C;&#xC744; &#xACF5;&#xBD80;&#xD574;&#xC57C;&#xD560; &#xBFD0;&#xB9CC;&#xC544;&#xB2C8;&#xB77C; &#xC885;&#xC885; &#xD544;&#xC694; &#xC774;&#xC0C1;&#xC758; &#xB531;&#xB531;&#xD55C; &#xBB38;&#xBC95; &#xC6A9;&#xC5B4;&#xB97C; &#xC0AC;&#xC6A9;&#xD558;&#xACE0; &#xC9C0;&#xB098;&#xCE58;&#xAC8C; &#xC138;&#xC138;&#xD55C; &#xBB38;&#xBC95;&#xC801; &#xC694;&#xC18C;&#xB4E4;&#xAE4C;&#xC9C0; &#xC2E0;&#xACBD;&#xC4F0;&#xACE0; &#xC788;&#xB2E4;&#xACE0; &#xBCF4;&#xB294;&#xB370;, &#xC774;&#xB7EC;&#xD55C; &#xC810;&#xC774; &#xBD88;&#xD544;&#xC694;&#xD558;&#xACE0; &#xBE44;&#xD6A8;&#xC728;&#xC801;&#xC77C; &#xC218; &#xC788;&#xB2E4;&#xACE0; &#xD310;&#xB2E8;&#xD574;&#xC694;.</p><p>&#xBC18;&#xBA74;, Grammar in Use Intermediate&#xC740; &#xC601;&#xC5B4;&#xB85C; &#xC77D;&#xACE0; &#xC4F0;&#xB294;&#xB370; &#xD544;&#xC694;&#xD558;&#xACE0; &#xC720;&#xC6A9;&#xD55C; &#xD328;&#xD134;&#xB4E4;&#xACFC; &#xADF8;&#xAC83;&#xB4E4;&#xC774; &#xC804;&#xB2EC;&#xD558;&#xB294; &#xC758;&#xBBF8;&#xB4E4;&#xC744; &#xC54C;&#xB824;&#xC8FC;&#xB294; &#xAC83;&#xC5D0; &#xC9D1;&#xC911;&#xD574;&#xC694;. &#xD544;&#xC694; &#xC774;&#xC0C1;&#xC73C;&#xB85C; &#xBCF5;&#xC7A1;&#xD55C; &#xBB38;&#xBC95; &#xC6A9;&#xC5B4; &#xC5C6;&#xC774;&#xB3C4; &#xC815;&#xD655;&#xD558;&#xACE0; &#xC790;&#xC5F0;&#xC2A4;&#xB7EC;&#xC6B4; &#xBB38;&#xC7A5;&#xC744; &#xAD6C;&#xC0AC;&#xD560; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xB3C4;&#xC640;&#xC8FC;&#xB294; &#xD6CC;&#xB96D;&#xD55C; &#xCC45;&#xC774;&#xB77C;&#xACE0; &#xD310;&#xB2E8;&#xD574;&#xC694;. &#xAC01; unit&#xB3C4; &#xC124;&#xBA85; &#xD55C; &#xD398;&#xC774;&#xC9C0;&#xC640; &#xC5F0;&#xC2B5;&#xBB38;&#xC81C; &#xD55C; &#xD398;&#xC774;&#xC9C0;, &#xC774;&#xB807;&#xAC8C; &#xD55C; &#xC7A5;&#xC73C;&#xB85C;&#xB9CC; &#xB514;&#xC790;&#xC778;&#xB418;&#xC5B4; &#xC788;&#xC5B4;&#xC11C; &#xB0B4;&#xC6A9;&#xC5D0; &#xC9D1;&#xC911;&#xD558;&#xAE30;&#xB3C4; &#xC720;&#xB9AC;&#xD558;&#xC8E0;.</p></div></div><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text"><strong>&#xC5B4;&#xD718; &#xCC45;&#xC73C;&#xB85C; &#xC65C; <a href="https://book.ebs.co.kr/sub/high/view?txbkId=LB00000004591">EBS Voca Power &#xACE0;&#xAD50;&#xD544;&#xC218;&#xC5B4;&#xD718; 2500</a> &#xB300;&#xC2E0; <a href="http://www.cedubook.com/sub/sub02_view.php?ptype=view&amp;prdcode=1612260001">&#xC5B4;&#xD718;&#xB05D; &#xACE0;&#xAD50;&#xAE30;&#xBCF8;</a>(@&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;)&#xACFC; <a href="https://www.cedubook.com/sub/sub02_view.php?ptype=view&amp;prdcode=1701060001">&#xC5B4;&#xD718;&#xB05D; &#xC218;&#xB2A5;</a>(@&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;)&#xC744; &#xC0AC;&#xC6A9;&#xD558;&#xB294;&#xC9C0; &#xC54C;&#xC544;&#xBCFC;&#xB798;&#xC694;.</strong></h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p>EBS Voca Power &#xACE0;&#xAD50;&#xD544;&#xC218;&#xC5B4;&#xD718; 2500&#xB3C4; &#xC81C;&#xC2DC;&#xB41C; &#xAE00;&#xC758; &#xBB38;&#xB9E5; &#xC18D;&#xC5D0;&#xC11C; &#xB2E8;&#xC5B4;&#xB97C; &#xACF5;&#xBD80;&#xD558;&#xB294; &#xAC78; &#xC911;&#xC2DC;&#xD55C;&#xB2E4;&#xB294; &#xC810;&#xC5D0;&#xC11C; &#xC88B;&#xC740; &#xBA74;&#xC744; &#xAC00;&#xC9C4; &#xAD50;&#xC7AC;&#xC77C; &#xC218; &#xC788;&#xC5B4;&#xC694;. &#xADF8;&#xB807;&#xC9C0;&#xB9CC; &#xADF8; &#xD6A8;&#xACFC;&#xB97C; &#xD06C;&#xAC8C; &#xB0B4;&#xC9C0; &#xBABB;&#xD558;&#xB294; &#xBC29;&#xD5A5;&#xC73C;&#xB85C; &#xCC45;&#xC774; &#xB514;&#xC790;&#xC778;&#xB418;&#xC5C8;&#xB2E4;&#xACE0; &#xD310;&#xB2E8;&#xD574;&#xC694;. &#xAC01; unit&#xC5D0;&#xC11C; &#xC2E4;&#xC81C; &#xC5B4;&#xD718;&#xB4E4;&#xC774; &#xB098;&#xC624;&#xAE30; &#xC804;&#xC5D0; &#xADF8;&#xAC83;&#xB4E4;&#xC774; &#xC4F0;&#xC778; &#xAE34; &#xAE00;&#xC744; &#xC81C;&#xC2DC;&#xD558;&#xB294;&#xB370;, &#xAE00;&#xC774; &#xD544;&#xC694; &#xC774;&#xC0C1;&#xC744; &#xAE38;&#xACE0; &#xADF8; &#xAE00;&#xC5D0; &#xC544;&#xC9C1; &#xBC30;&#xC6B0;&#xC9C0; &#xC54A;&#xC740; &#xC5B4;&#xD718;&#xB97C; &#xC774;&#xC6A9;&#xD574; &#xBE48;&#xCE78; &#xB123;&#xAE30;&#xB97C; &#xD55C;&#xB2E4;&#xB294; &#xC810;&#xB3C4; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xACFC; &#xAC70;&#xB9AC;&#xAC00; &#xC788;&#xC744; &#xC218; &#xC788;&#xB2E4;&#xACE0; &#xBD10;&#xC694;.</p><p>&#xC5B4;&#xD718;&#xB05D; &#xACE0;&#xAD50;&#xAE30;&#xBCF8;/&#xC218;&#xB2A5;&#xC740; &#xAC19;&#xC740; &#xB2E8;&#xC5B4;&#xB77C;&#xB3C4; &#xB2E4;&#xB97C; &#xB73B;&#xACFC; &#xD328;&#xD134;&#xC73C;&#xB85C; &#xC0AC;&#xC6A9;&#xB418;&#xB294; &#xACBD;&#xC6B0;&#xB4E4;&#xC758; &#xC608;&#xBB38;&#xC744; &#xAC01;&#xAC01; &#xB530;&#xB85C; &#xBCF4;&#xC5EC;&#xC8FC;&#xACE0; &#xC788;&#xACE0;, &#xD2B9;&#xD788; &#xC5B4;&#xD718;&#xB05D; &#xC218;&#xB2A5;&#xC758; &quot;&#xC2E4;&#xC804;&#xC5D0; &#xAC15;&#xD574;&#xC9C0;&#xB294; &#xD6C8;&#xB828;&quot; &#xD30C;&#xD2B8;&#xC5D0;&#xC11C;&#xB294; (&#xBCF4;&#xD1B5;&#xC758; &#xC9E7;&#xC740; &#xC608;&#xBB38; &#xBFD0;&#xB9CC;&#xC544;&#xB2C8;&#xB77C;) &#xC2E4;&#xC81C; &#xC5B4;&#xD718;&#xAC00; &#xC4F0;&#xC778; &#xD55C; &#xB450; &#xBB38;&#xC7A5; &#xAE38;&#xC774;&#xC758; &#xCD94;&#xAC00;&#xC801;&#xC778; &#xAE00;&#xB3C4; &#xD568;&#xAED8; &#xB098;&#xC640;&#xC788;&#xC5B4;&#xC11C;, &#xBB38;&#xB9E5;&#xC744; &#xC774;&#xD574;&#xD558;&#xB294; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xC73C;&#xB85C; &#xC5B4;&#xD718; &#xC2E4;&#xB825;&#xC744; &#xB192;&#xC77C; &#xC218; &#xC788;&#xB2E4;&#xACE0; &#xD310;&#xB2E8;&#xD574;&#xC694;.</p></div></div>]]></content:encoded></item><item><title><![CDATA[아는문단 커리큘럼 (예측 / 요약 / 소통)]]></title><description><![CDATA[<p>&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC; &#xC774;&#xD6C4;&#xC5D0; &#xBCF8;&#xACA9;&#xC801;&#xC73C;&#xB85C; &#xC77D;&#xAE30; &#xC2E4;&#xB825;&#xC744; &#xB298;&#xB824;&#xB098;&#xAC00;&#xB294; &#xD6C8;&#xB828; &#xACFC;&#xC815;&#xC774;&#xC5D0;&#xC694;. &#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xB300;&#xD45C; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774;&#xB78D;&#xB2C8;&#xB2E4;.</p><!--kg-card-begin: markdown--><h2 id="%EC%BB%A4%EB%A6%AC%ED%81%98%EB%9F%BC-%EB%AA%A9%ED%91%9C">&#xCEE4;&#xB9AC;</h2>]]></description><link>reading-power-english.github.io//curriculum2/</link><guid isPermaLink="false">6295931b1e44130c654de251</guid><category><![CDATA[Curriculum]]></category><dc:creator><![CDATA[Gwonsoo Che]]></dc:creator><pubDate>Tue, 31 May 2022 04:02:56 GMT</pubDate><content:encoded><![CDATA[<p>&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC; &#xC774;&#xD6C4;&#xC5D0; &#xBCF8;&#xACA9;&#xC801;&#xC73C;&#xB85C; &#xC77D;&#xAE30; &#xC2E4;&#xB825;&#xC744; &#xB298;&#xB824;&#xB098;&#xAC00;&#xB294; &#xD6C8;&#xB828; &#xACFC;&#xC815;&#xC774;&#xC5D0;&#xC694;. &#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xB300;&#xD45C; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774;&#xB78D;&#xB2C8;&#xB2E4;.</p><!--kg-card-begin: markdown--><h2 id="%EC%BB%A4%EB%A6%AC%ED%81%98%EB%9F%BC-%EB%AA%A9%ED%91%9C">&#xCEE4;&#xB9AC;&#xD058;&#xB7FC; &#xBAA9;&#xD45C;</h2>
<p>&#xD55C; &#xBB38;&#xB2E8; &#xC774;&#xC0C1;&#xC758; &#xAE00;&#xC744; &#xC798; &#xC77D;&#xACE0; (&quot;&#xC608;&#xCE21;&quot;&#xD558;&#xBA70; &#xC77D;&#xAE30;) &#xC774;&#xD574;&#xD574;&#xC11C; &#xC790;&#xC2E0;&#xC758; &#xC5B8;&#xC5B4;&#xB85C; &#xD575;&#xC2EC;&#xC744; &#xC815;&#xB9AC;&#xD558;&#xACE0; (&quot;&#xC694;&#xC57D;&quot;) &#xADF8; &#xB0B4;&#xC6A9;&#xC744; &#xB2E4;&#xB978; &#xC0AC;&#xB78C;&#xC5D0;&#xAC8C; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xD45C;&#xD604; &#xBC0F; &#xC804;&#xB2EC;&#xD560; &#xC218; &#xC788;&#xB294; (&quot;&#xC18C;&#xD1B5;&quot;) &#xC0AC;&#xB78C;&#xC73C;&#xB85C; &#xC131;&#xC7A5;&#xD574;&#xC694;.</p>
<ul>
<li><strong>(&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1 &#xAD00;&#xB828;)</strong> &#xC218;&#xB2A5; &#xBC0F; &#xACE0;&#xB4F1;&#xD559;&#xAD50; &#xB0B4;&#xC2E0; &#xC2DC;&#xD5D8;&#xC5D0;&#xC11C; &#xACE0;&#xB4DD;&#xC810;&#xC744; &#xBC1B;&#xACE0;, &#xB610; &#xC720;&#xC9C0;&#xD574;&#xC57C;&#xC8E0;. &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xC77D;&#xACE0; &#xC694;&#xC57D;&#xC815;&#xB9AC;&#xD574;&#xB0BC; &#xC218; &#xC788;&#xC5B4;&#xC57C; &#xD568;&#xC815;&#xC5D0;&#xB3C4; &#xD754;&#xB4E4;&#xB9AC;&#xC9C0; &#xC54A;&#xACE0; &#xACE0;&#xB4DD;&#xC810;&#xC758; &#xAC00;&#xB2A5;&#xC131;&#xC744; &#xB192;&#xC77C; &#xC218; &#xC788;&#xC8E0;.</li>
<li><strong>(&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2 &#xAD00;&#xB828;)</strong> &#xB0A8;&#xC758; &#xB9D0;&#xC744; &#xAC70;&#xCE58;&#xC9C0; &#xC54A;&#xACE0; &#xC601;&#xC5B4; &#xAE00; &#xC77D;&#xAE30;&#xB97C; &#xD1B5;&#xD574; &#xC6D0;&#xD558;&#xB294; &#xAC83;&#xC744; &#xCDE8;&#xD558;&#xACE0; &#xC2A4;&#xC2A4;&#xB85C;&#xB97C; &#xC131;&#xC7A5;&#xC2DC;&#xD0AC; &#xC218; &#xC788;&#xB294; &#xD798;&#xC744; &#xAE38;&#xB7EC;&#xC57C;&#xC8E0;. &#xC911;&#xC694;&#xD55C; &#xC815;&#xBCF4;&#xC640; &#xADF8;&#xB807;&#xC9C0; &#xC54A;&#xC740; &#xAC83;&#xC744; &#xC798; &#xAD6C;&#xBD84;&#xD558;&#xACE0;, &#xD6A8;&#xACFC;&#xC801;&#xC774;&#xACE0; &#xD6A8;&#xC728;&#xC801;&#xC73C;&#xB85C; &#xC77D;&#xACE0; &#xD575;&#xC2EC;&#xC744; &#xCD94;&#xB824;&#xB0BC; &#xC218; &#xC788;&#xC74C;&#xC740; &#xC131;&#xC7A5;&#xC758; &#xB4E0;&#xB4E0;&#xD55C; &#xD798;&#xC774;&#xB2C8;&#xAE4C;&#xC694;.</li>
</ul>
<!--kg-card-end: markdown--><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xC870;&#xAE08; &#xB354; &#xC77D;&#xC5B4;&#xBCFC;&#xB798;&#xC694;.</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p>&#xC704;&#xC758; &#xB2A5;&#xB825;&#xC740; &#xC911;&#xACE0;&#xB4F1;&#xD559;&#xAD50; &#xC601;&#xC5B4; &#xBC0F; &#xC218;&#xB2A5;&#xC5D0;&#xC11C; &#xACE0;&#xB4DD;&#xC810;(<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>)&#xC744; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xB2EC;&#xC131;&#xD558;&#xAE30; &#xC704;&#xD574; &#xD544;&#xC694;&#xD55C; &#xB2A5;&#xB825;&#xC77C; &#xBFD0;&#xB9CC;&#xC544;&#xB2C8;&#xB77C;, &#xB300;&#xD559; &#xC218;&#xC900; &#xC774;&#xC0C1;&#xC758; &#xD559;&#xC2B5; &#xBC0F; &#xC5F0;&#xAD6C; &#xD65C;&#xB3D9;&#xACFC; &#xC0AC;&#xD68C; &#xD65C;&#xB3D9;(<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>)&#xC5D0;&#xC11C;&#xB3C4; &#xD6A8;&#xC6A9; &#xAC00;&#xCE58;&#xAC00; &#xB192;&#xC740; &#xC18C;&#xC911;&#xD55C; &#xC790;&#xC0B0;&#xC774;&#xC5D0;&#xC694;. &#xC2E4;&#xC81C; &#xD559;&#xAD50; &#xC601;&#xC5B4; &#xC218;&#xC5C5;&#xC5D0;&#xC11C; &#xC774;&#xAC83;&#xC774; &#xD544;&#xC694;&#xD55C; &#xB9CC;&#xD07C; &#xAC15;&#xC870;&#xB418;&#xACE0; &#xC788;&#xB294;&#xC9C0;&#xC640;&#xB294; &#xBCC4;&#xAC1C;&#xB85C;&#xC694;.</p><p>&#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xD575;&#xC2EC; &#xAC15;&#xC810; &#xC911; &#xD558;&#xB098;&#xB294; &#xC774;&#xB807;&#xAC8C; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>&#xACFC; <strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong> &#xB2EC;&#xC131;&#xC744; &#xC704;&#xD574; &#xD544;&#xC694;&#xD55C; &#xC2E4;&#xB825;&#xC744; &#xB2E8;&#xC77C; &#xD6C8;&#xB828; &#xACFC;&#xC815; &#xC548;&#xC5D0;&#xC11C; &#xAE30;&#xB97C; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xB179;&#xC5EC;&#xB0B8; &#xAC83;&#xC774;&#xC8E0;. &#xC989; &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC740; (&#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xACFC; &#xD568;&#xAED8;) &#xC218;&#xB2A5; &#xBC0F; &#xB0B4;&#xC2E0;&#xC744; &#xC900;&#xBE44;&#xD558;&#xB294; &#xACFC;&#xC815; &#xC548;&#xC5D0;&#xC11C; &#xC218;&#xB2A5; &#xC774;&#xD6C4;&#xC758; &#xD559;&#xC2B5; &#xD65C;&#xB3D9;&#xC5D0;&#xB3C4; &#xC720;&#xC6A9;&#xD55C; &#xC2E4;&#xB825;&#xC744; &#xAE30;&#xB974;&#xACE0;, &#xC218;&#xB2A5; &#xC774;&#xD6C4;&#xC758; &#xD65C;&#xB3D9;&#xC5D0; &#xC720;&#xC6A9;&#xD55C; &#xADFC;&#xBCF8; &#xC2E4;&#xB825;&#xC744; &#xAE30;&#xB974;&#xBA74;&#xC11C;&#xB3C4; &#xADF8;&#xAC83;&#xC774; &#xC218;&#xB2A5; &#xBC0F; &#xB0B4;&#xC2E0; &#xC2E4;&#xC804;&#xC5D0;&#xC11C; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xBC1C;&#xD718;&#xB418;&#xC5B4; &#xACE0;&#xB4DD;&#xC810;&#xC73C;&#xB85C; &#xC5F0;&#xACB0;&#xB420; &#xC218; &#xC788;&#xB3C4;&#xB85D; &#xB514;&#xC790;&#xC778; &#xB418;&#xC5C8;&#xC5B4;&#xC694;.</p></div></div><h2 id="%EC%BB%A4%EB%A6%AC%ED%81%98%EB%9F%BC-%ED%95%B5%EC%8B%AC-%EC%9A%94%EC%86%8C-%EC%84%B8-%EA%B0%80%EC%A7%80">&#xCEE4;&#xB9AC;&#xD058;&#xB7FC; &#xD575;&#xC2EC; &#xC694;&#xC18C; &#xC138; &#xAC00;&#xC9C0;</h2><p>&#xC544;&#xB798; &#xC138; &#xAC00;&#xC9C0; &#xD575;&#xC2EC; &#xD0A4;&#xC6CC;&#xB4DC;&#xC5D0; &#xD574;&#xB2F9;&#xD558;&#xB294; &#xB2A5;&#xB825;&#xC744; &#xD5A5;&#xC0C1;&#xC2DC;&#xD0A4;&#xB294; &#xAC83;&#xC774; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC758; &#xBAA9;&#xD45C;&#xC774;&#xACE0;, &#xC774;&#xAC83;&#xB4E4;&#xC744; &#xD5A5;&#xC0C1;&#xC2DC;&#xD0A4;&#xB294; &#xBC29;&#xD5A5;&#xC73C;&#xB85C; &#xB9E4; &#xBC88; &#xD6C8;&#xB828;&#xD558;&#xB3C4;&#xB85D; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774; &#xB514;&#xC790;&#xC778;&#xB418;&#xC5C8;&#xC5B4;&#xC694;.</p><!--kg-card-begin: markdown--><p><mark><strong>(&#xC608;&#xCE21;)</strong></mark> &#xADF8;&#xB0E5; &#xC77D;&#xC9C0; &#xC54A;&#xACE0;, &#xC608;&#xCE21;&#xD558;&#xBA74;&#xC11C; &#xC77D;&#xB294; &#xAC8C; &#xC798; &#xC77D;&#xB294;&#xAC70;&#xC5D0;&#xC694;.</p>
<!--kg-card-end: markdown--><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xC870;&#xAE08; &#xB354; &#xBCFC;&#xB798;&#xC694;.</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><ul><li>&#xB2E4;&#xB978; &#xC0AC;&#xB78C;&#xACFC; &#xB300;&#xD654;&#xB97C; &#xD560; &#xB54C;&#xB3C4; &#xC0C1;&#xB300;&#xBC29;&#xC774; &#xBB34;&#xC2A8; &#xC758;&#xB3C4;&#xB85C;, &#xC65C; &#xC774;&#xB7F0; &#xB9D0;&#xC744; &#xD558;&#xB294;&#xC9C0; &#xACC4;&#xC18D; &#xC0DD;&#xAC01;(<strong>&#xC608;&#xCE21;</strong>)&#xD574;&#xBCF4;&#xBA74;&#xC11C; &#xB4E3;&#xACE0;, &#xADF8;&#xB807;&#xAC8C; &#xD574;&#xC11C; &#xC0C1;&#xD669; &#xD30C;&#xC545;&#xACFC; &#xBC18;&#xC751;&#xC744; &#xB354; &#xC798; &#xD560; &#xC218; &#xC788;&#xC8E0;? &#xBA87; &#xB9C8;&#xB514; &#xB354; &#xB4E4;&#xC5B4;&#xBD24;&#xB354;&#xB2C8; &#xB0B4;&#xAC00; &#xC0DD;&#xAC01;&#xD558;&#xB358; &#xAC8C; &#xC544;&#xB2C8;&#xC5C8;&#xB2E4;&#xBA74; &#xC5BC;&#xB978; &#xC54C;&#xC544;&#xCC28;&#xB9AC;&#xACE0; &#xC5C5;&#xB370;&#xC774;&#xD2B8; &#xD558;&#xAD6C;&#xC694;.</li><li>&#xC77D;&#xC744; &#xB54C;&#xB3C4; &#xAC19;&#xC544;&#xC694;. &#xAE00;&#xC758; &#xD55C; &#xB450; &#xBB38;&#xC7A5;&#xC744; &#xC77D;&#xACE0; &#xC774; &#xC0AC;&#xB78C;&#xC774; &#xBB34;&#xC2A8; &#xB9D0;&#xC744; &#xD558;&#xB824;&#xACE0; &#xD558;&#xB294;&#xC9C0; &#xB300;&#xB7B5; <strong>&#xC608;&#xCE21;</strong> &#xD574;&#xBCF4;&#xB294;&#xAC70;&#xC5D0;&#xC694;. &#xB9CE;&#xC740; &#xACBD;&#xC6B0;, <strong>&#xC608;&#xCE21;</strong>&#xC744; &#xD574; &#xB193;&#xC558;&#xC73C;&#xB2C8; &#xAE00;&#xC758; &#xD750;&#xB984;&#xC774; &#xB354; &#xC798; &#xB208;&#xC5D0; &#xB4E4;&#xC5B4;&#xC640;&#xC694;. &#xB610; <strong>&#xC608;&#xCE21;</strong>&#xC5D0; &#xB530;&#xB77C; &#xAE00;&#xC744; &#xC21C;&#xC11C;&#xB300;&#xB85C; &#xC77D;&#xC5B4;&#xBCFC; &#xC9C0;, &#xB9C8;&#xC9C0;&#xB9C9;&#xC744; &#xC77C;&#xB2E8; &#xBA3C;&#xC800; &#xD655;&#xC778;&#xD574;&#xBCFC; &#xC9C0;, &#xC2EC;&#xC9C0;&#xC5B4; &#xC544;&#xC608; &#xC77D;&#xC9C0; &#xC54A;&#xC744;&#xC9C0; &#xAE4C;&#xC9C0;&#xB3C4; &#xACB0;&#xC815;&#xD574;&#xBCFC; &#xC218; &#xC788;&#xC5B4;&#xC694;.</li></ul></div></div><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xC608;&#xCE21;&#xC758; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xC608;&#xB97C; &#xBCF4;&#xBA74; &#xB3C4;&#xC6C0;&#xC774; &#xB420; &#xAC83; &#xAC19;&#xC544;&#xC694;.</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p><strong>[&#xAE00;] </strong>&#xC790;&#xC728;&#xC8FC;&#xD589; &#xC790;&#xB3D9;&#xCC28;&#xC758; &#xB3C4;&#xC785;&#xC744; &#xBC18;&#xB300;&#xD558;&#xB294; &#xC0AC;&#xB78C;&#xB4E4;&#xC740; &#xC544;&#xC9C1; &#xAE30;&#xC220;&#xB825;&#xC774; &#xCDA9;&#xBD84;&#xD55C; &#xC218;&#xC900;&#xC5D0; &#xB3C4;&#xB2EC;&#xD558;&#xC9C0; &#xBABB;&#xD588;&#xC73C;&#xBA70;, &#xC548;&#xC804;&#xC131;&#xC5D0; &#xC2EC;&#xAC01;&#xD55C; &#xBB38;&#xC81C;&#xAC00; &#xC788;&#xB2E4;&#xACE0; &#xC8FC;&#xC7A5;&#xD55C;&#xB2E4;. ...</p><p><strong>[&#xB0B4; &#xC608;&#xCE21;]</strong> &quot;&#xC544;, &#xADF8;&#xB7FC; &#xC0AC;&#xC2E4;&#xC740; &#xADF8;&#xAC8C; &#xC544;&#xB2C8;&#xB77C; &#xC548;&#xC804;&#xC131; &#xBB38;&#xC81C;&#xAC00; &#xB300;&#xBD80;&#xBD84; &#xD574;&#xACB0; &#xB410;&#xB2E4;&#xAC70;&#xB098;, &#xC544;&#xB2C8;&#xBA74; &#xADF8;&#xC640;&#xB294; &#xB2E4;&#xB978; &#xBB38;&#xC81C;&#xAC00; &#xC624;&#xD788;&#xB824; &#xB354; &#xC911;&#xC694;&#xD558;&#xB2E4;&#xB294; &#xB9D0;&#xC744; &#xD560; &#xC218; &#xC788;&#xACA0;&#xB124;. &#xC880; &#xB354; &#xC77D;&#xC5B4;&#xBCF4;&#xC790;.&quot;</p><p><strong>[&#xAE00;]</strong> ... &#xD558;&#xC9C0;&#xB9CC;, &#xC815;&#xBD80;&#xC758; &#xACFC;&#xB3C4;&#xD55C; &#xADDC;&#xC81C;&#xAC00; &#xAE30;&#xC220; &#xBC1C;&#xC804;&#xC5D0; &#xBBF8;&#xCE58;&#xB294; &#xC545;&#xC601;&#xD5A5;&#xC5D0; &#xB300;&#xD574;&#xC11C;&#xB294; &#xC798; &#xC774;&#xC57C;&#xAE30;&#xD558;&#xC9C0; &#xC54A;&#xB294;&#xB2E4;.</p><p><strong>[&#xB0B4; &#xC608;&#xCE21;]</strong> &quot;&#xC544; &#xADF8;&#xB798;, &#xC548;&#xC804;&#xC131; &#xBB38;&#xC81C;&#xAC00; &#xC644;&#xC804;&#xD788; &#xD574;&#xACB0;&#xB41C; &#xAC8C; &#xC544;&#xB2CC; &#xAC74; &#xB9DE;&#xB294;&#xB370; &#xACFC;&#xD55C; &#xADDC;&#xC81C;&#xB97C; &#xC9C0;&#xC801;&#xD558;&#xACE0; &#xC2F6;&#xC740; &#xAC83; &#xAC19;&#xB124; &#xC774; &#xC0AC;&#xB78C;&#xC740;. &#xC544;&#xB9C8;&#xB3C4; &#xC790;&#xC728;&#xC8FC;&#xD589; &#xAE30;&#xC220; &#xBC1C;&#xC804;&#xC744; &#xC704;&#xD574; &#xADDC;&#xC81C;&#xB97C; &#xC904;&#xC774;&#xC790;&#xACE0; &#xC774;&#xC57C;&#xAE30;&#xD560; &#xAC83; &#xAC19;&#xC544;.&quot;</p><p><strong>[&#xAE00;]</strong> ... &#xC815;&#xBD80;&#xB294; &#xC2DC;&#xB300;&#xC5D0; &#xB4A4;&#xB5A8;&#xC5B4;&#xC9C0;&#xB294; &#xADDC;&#xC81C;&#xB97C; &#xACFC;&#xAC10;&#xD788; &#xC904;&#xC774;&#xACE0; &#xADDC;&#xC81C;&#xC758; &#xBC29;&#xC2DD;&#xB3C4; &quot;&#xB124;&#xAC70;&#xD2F0;&#xBE0C;&quot; &#xBC29;&#xC2DD;&#xC73C;&#xB85C; &#xC804;&#xD658;&#xD574;&#xC57C; &#xD55C;&#xB2E4;.</p><p><strong>[&#xB0B4; &#xACB0;&#xB860;]</strong> &quot;&#xD575;&#xC2EC;&#xC740; &#xC815;&#xBD80; &#xADDC;&#xC81C;&#xB97C; &#xC904;&#xC774;&#xB294; &#xAC83;&#xACFC; &#xB124;&#xAC70;&#xD2F0;&#xBE0C; &#xBC29;&#xC2DD;&#xC73C;&#xB85C;&#xC758; &#xC804;&#xD658;&#xC774;&#xC57C;.&quot;</p><p>&#xC2E4;&#xC81C; &#xC218;&#xB2A5; &#xC2DC;&#xD5D8; &#xC9C0;&#xBB38;&#xC758; &#xC608;&#xC2DC;&#xB294; <a href="localhost:2368/supporting-arguments-2022/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774; &#xC218;&#xB2A5;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xADFC;&#xAC70;</a> &#xD3EC;&#xC2A4;&#xD2B8;&#xB97C; &#xD655;&#xC778;&#xD574;&#xC8FC;&#xC138;&#xC694;.</p></div></div><!--kg-card-begin: markdown--><p><mark><strong>(&#xC694;&#xC57D;)</strong></mark> &#xD575;&#xC2EC; &#xB0B4;&#xC6A9;&#xC744; &#xB098;&#xC758; &#xC5B8;&#xC5B4;&#xB85C; &#xC694;&#xC57D;&#xC815;&#xB9AC; &#xD574;&#xB0B4;&#xB294; &#xAC8C; &#xC798; &#xC77D;&#xB294;&#xAC70;&#xC5D0;&#xC694;.</p>
<!--kg-card-end: markdown--><!--kg-card-begin: markdown--><p><strong>&#xBB34;&#xC5C7;&#xC744; &#xC694;&#xC57D;&#xD558;&#xB294; &#xAC83;&#xC778;&#xAC00;&#xC694;?</strong><br>
&#xAE00;&#xC758; &#xC77C;&#xBD80;&#xC640; &#xAE00; &#xC804;&#xCCB4; &#xBAA8;&#xB450;&#xC5D0;&#xC694;. &#xAE00;&#xC744; &#xC77D;&#xB294; &#xACFC;&#xC815;&#xC5D0;&#xC11C; &#xAE00;&#xC5D0;&#xC11C; &#xB0B4;&#xAC00; &#xC77D;&#xC740; &#xAC01; &#xBD80;&#xBD84;&#xC744; <strong>&#xC694;&#xC57D;</strong>&#xC815;&#xB9AC; &#xD574;&#xB0B4;&#xACE0;, &#xADF8; &#xB0B4;&#xC6A9;&#xC744; &#xAE30;&#xBC18;&#xC73C;&#xB85C; <strong>&#xC608;&#xCE21;</strong>&#xC744; &#xD558;&#xBA74;&#xC11C; &#xC77D;&#xB294;&#xAC70;&#xC5D0;&#xC694;. &#xADF8;&#xB798;&#xC11C;, &#xAE00;&#xC744; &#xC798; &#xC77D;&#xB294;&#xB2E4;&#xB294; &#xAC83;&#xC740; <strong>&#xC694;&#xC57D;</strong>&#xACFC; <strong>&#xC608;&#xCE21;</strong>&#xC744; &#xACC4;&#xC18D; &#xBC18;&#xBCF5;&#xD558;&#xBA74;&#xC11C; &#xC77D;&#xB294; &#xAC70;&#xC5D0;&#xC694;. &#xB9C8;&#xCE58; &#xAE00;&#xC744; &#xC4F4; &#xC0AC;&#xB78C;&#xACFC; &#xB300;&#xD654;&#xB97C; &#xD558;&#xB4EF;&#xC774; &#xB9D0;&#xC774;&#xC8E0;.</p>
<!--kg-card-end: markdown--><!--kg-card-begin: markdown--><p><mark><strong>(&#xC18C;&#xD1B5;)</strong></mark> &#xB0B4;&#xAC00; &#xC608;&#xCE21;&#xACFC; &#xC694;&#xC57D;&#xC744; &#xD1B5;&#xD574; &#xCD5C;&#xC885;&#xC801;&#xC73C;&#xB85C; &#xC5BB;&#xC5B4;&#xB0B8; &#xC815;&#xBCF4;&#xC758; &#xD575;&#xC2EC;&#xC744; &#xB2E4;&#xB978; &#xC0AC;&#xB78C;&#xB3C4; &#xB611;&#xAC19;&#xC774;, &#xB354; &#xC798; &#xB290;&#xB084; &#xC218; &#xC788;&#xAC8C; &#xD574; &#xC8FC;&#xB294; &#xAE30;&#xC220;&#xC774;&#xC5D0;&#xC694;. &#xB204;&#xAD6C;&#xC5D0;&#xAC8C; &#xB0B4;&#xC6A9;&#xC744; &#xC804;&#xB2EC;&#xD558;&#xB290;&#xB0D0;&#xC5D0; &#xB530;&#xB77C; &#xC804;&#xB2EC; &#xBC29;&#xC2DD;&#xACFC; &#xB0B4;&#xC6A9;&#xC774; &#xB9CE;&#xC774; &#xB2EC;&#xB77C;&#xC9C8; &#xC218; &#xC788;&#xB294;&#xB370;, &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC758; &#xD6C8;&#xB828; &#xACFC;&#xC815;&#xC5D0;&#xC11C; &#xC870;&#xAE08;&#xC529; &#xC5F0;&#xC2B5;&#xD558;&#xAC8C; &#xB420; &#xAC70;&#xC5D0;&#xC694;.</p>
<!--kg-card-end: markdown--><div class="kg-card kg-callout-card kg-callout-card-accent"><div class="kg-callout-emoji">&#x1F4A1;</div><div class="kg-callout-text">&#xB2E4;&#xC2DC; &#xD55C; &#xBC88; &#xAC15;&#xC870;&#xD560;&#xAC8C;&#xC694;. &#xAE00;&#xC744; &#xC798; &#xC77D;&#xB294;&#xB2E4;&#xB294; &#xAC83;&#xC740; <strong>&#xC608;&#xCE21;</strong>&#xACFC; <strong>&#xC694;&#xC57D;</strong>&#xC744; &#xBC18;&#xBCF5;&#xD558;&#xBA74;&#xC11C; &#xC77D;&#xB294; &#xAC70;&#xC5D0;&#xC694;. &#xC774;&#xAC83;&#xC774; &#xC77D;&#xAE30;&#xD601;&#xBA85;&#xC758; &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC5D0;&#xC11C; &#xC81C;&#xC2DC;&#xD558;&#xB294; &#xAE00;&#xC744; &#xC798; &#xC77D;&#xB294; &#xAD6C;&#xCCB4;&#xC801;&#xC778; &#xBC29;&#xBC95;&#xC774;&#xC5D0;&#xC694;.</div></div><h2 id="%EC%95%84%EB%8A%94%EB%AC%B8%EB%8B%A8-%EC%BB%A4%EB%A6%AC%ED%81%98%EB%9F%BC%EC%9D%B4-%EC%88%98%EB%8A%A5-%EB%B0%8F-%EB%82%B4%EC%8B%A0%EC%97%90-%ED%9A%A8%EA%B3%BC%EC%A0%81%EC%9D%B8-%EC%9D%B4%EC%9C%A0">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774; &#xC218;&#xB2A5; &#xBC0F; &#xB0B4;&#xC2E0;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xC774;&#xC720;</h2><p>&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC740; &#xADFC;&#xBCF8; &#xC601;&#xC5B4; &#xC77D;&#xAE30; &#xC2E4;&#xB825;&#xC744; &#xD5A5;&#xC0C1;&#xC2DC;&#xD0A4;&#xB294; &#xAC83;(<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2</strong>)&#xACFC; &#xC218;&#xB2A5; &#xBC0F; &#xB0B4;&#xC2E0; &#xACE0;&#xB4DD;&#xC810;&#xC758; &#xAC00;&#xB2A5;&#xC131;&#xC744; &#xB192;&#xC774;&#xB294; &#xAC83;(<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>), &#xC774; &#xB450; &#xAC00;&#xC9C0;&#xB97C; &#xB3D9;&#xC2DC;&#xC5D0; &#xC5BB;&#xC744; &#xC218; &#xC788;&#xB294; &#xD6C8;&#xB828; &#xACFC;&#xC815;&#xC774;&#xB77C;&#xACE0; &#xD588;&#xC5B4;&#xC694;.</p><p>&#xADF8;&#xB7FC;, &#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774; &#xC218;&#xB2A5; &#xBC0F; &#xB0B4;&#xC2E0; &#xACE0;&#xB4DD;&#xC810;(<strong>&#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1</strong>)&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xB514;&#xC790;&#xC778;&#xB418;&#xC5C8;&#xB2E4;&#xB294; &#xADFC;&#xAC70;&#xB294; &#xBB34;&#xC5C7;&#xC77C;&#xAE4C;&#xC694;? <a href="localhost:2368/supporting-arguments-2022/">&#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC774; &#xC218;&#xB2A5;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC778; &#xADFC;&#xAC70;</a> &#xD3EC;&#xC2A4;&#xD2B8;&#xC5D0;&#xC11C; &#xC0C1;&#xC138;&#xD558;&#xAC8C; &#xC18C;&#xAC1C;&#xD560;&#xAC8C;&#xC694;.</p><!--kg-card-begin: markdown--><h2 id="%EA%B5%90%EC%9E%AC">&#xAD50;&#xC7AC;</h2>
<ul>
<li><strong>&#xC218;&#xB2A5;&#xB0B4;&#xC2E0; &#xCC45; ( &gt;&gt; &#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 1)</strong><br>
<a href="https://book.ebs.co.kr/sub/high/view?txbkId=LB00000004472">EBS &#xC218;&#xB2A5; &#xAC10; &#xC7A1;&#xAE30;</a>, <a href="https://book.ebs.co.kr/sub/high/view?txbkId=LB00000003920">EBS &#xC218;&#xB2A5;&#xD2B9;&#xAC15; Light &#xC601;&#xC5B4;&#xB3C5;&#xD574;</a>, <a href="https://book.ebs.co.kr/sub/high/view?txbkId=LB00000004760">EBS &#xC218;&#xB2A5;&#xD2B9;&#xAC15; &#xC601;&#xC5B4;</a>, <a href="https://book.ebs.co.kr/sub/high/view?txbkId=LB00000004762">EBS &#xC218;&#xB2A5;&#xD2B9;&#xAC15; &#xC601;&#xC5B4; &#xB3C5;&#xD574;&#xC5F0;&#xC2B5;</a>, <a href="https://book.ebs.co.kr/sub/high/view?txbkId=LB00000004880">EBS &#xC218;&#xB2A5;&#xC5F0;&#xACC4;&#xC644;&#xC131; 4&#xC8FC;&#xD2B9;&#xAC15; &#xACE0;&#xB09C;&#xB3C4;/&#xC2E0;&#xC720;&#xD615;</a>, &#xADF8;&#xB9AC;&#xACE0; <a href="https://www.cedubook.com/sub/sub02_view.php?ptype=view&amp;prdcode=1701060001">&#xC5B4;&#xD718;&#xB05D; &#xC218;&#xB2A5;</a>&#xC744; &#xC0AC;&#xC6A9;&#xD574;&#xC694;.</li>
</ul>
<!--kg-card-end: markdown--><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xC218;&#xB2A5;&#xB0B4;&#xC2E0; &#xCC45;&#xC744; &#xC5B4;&#xB5A4; &#xBC29;&#xBC95;&#xC73C;&#xB85C; &#xD65C;&#xC6A9;&#xD558;&#xB294;&#xC9C0; &#xBCFC;&#xB798;&#xC694;.</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p>&#xAD50;&#xC7AC; &#xC9C0;&#xBB38;&#xB4E4;&#xC744; &#xD65C;&#xC6A9;&#xD574;&#xC11C; &#xC798; &#xC77D;&#xACE0; &#xC694;&#xC57D;&#xD574;&#xC11C; &#xC18C;&#xD1B5;&#xD558;&#xB294; &#xD6C8;&#xB828; &#xC911;&#xC2EC;&#xC73C;&#xB85C; &#xC9C4;&#xD589;&#xD558;&#xB418; (<strong>&#xBAA9;&#xD45C; 2</strong>), &#xADF8;&#xAC78; &#xC2E4;&#xC804; &#xBB38;&#xC81C; &#xD480;&#xC774;&#xC5D0;&#xB3C4; &#xC5F0;&#xACB0;&#xC2DC;&#xCF1C; (<strong>&#xBAA9;&#xD45C; 1</strong>) &#xC6B0;&#xB9AC;&#xAC00; &#xD6C8;&#xB828;&#xD558;&#xB294; &quot;&#xC608;&#xCE21;/&#xC694;&#xC57D;/&#xC18C;&#xD1B5;&quot;&#xC774; &#xC5B4;&#xB5BB;&#xAC8C; &#xC218;&#xB2A5; &#xBC0F; &#xACE0;&#xB4F1; &#xB0B4;&#xC2E0;&#xC5D0; &#xD6A8;&#xACFC;&#xC801;&#xC73C;&#xB85C; &#xC801;&#xC6A9;&#xB418;&#xB294;&#xC9C0; &#xD568;&#xAED8; &#xC219;&#xB2EC;&#xD558;&#xACE0; &#xACE0;&#xB4DD;&#xC810;(&#xC608;&#xB97C; &#xB4E4;&#xBA74;, &#xB9CC;&#xC810; &#xB610;&#xB294; 1&#xB4F1;&#xAE09;)&#xC758; &#xAC00;&#xB2A5;&#xC131;&#xC744; &#xB192;&#xC5EC;&#xC694;.</p></div></div><!--kg-card-begin: markdown--><ul>
<li><strong>&#xC77C;&#xBC18;&#xC77D;&#xAE30; &#xCC45; ( &gt;&gt; &#xC77D;&#xAE30;&#xD601;&#xBA85; &#xBAA9;&#xD45C; 2)</strong><br>
&#xBB38;&#xD559;(fiction)&#xC740; &#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xACFC; &#xB9C8;&#xCC2C;&#xAC00;&#xC9C0;&#xB85C; <a href="http://www.kyobobook.co.kr/product/detailViewEng.laf?mallGb=ENG&amp;ejkGb=ENG&amp;barcode=9780836220889">Calvin and Hobbes</a>&#xB97C;, &#xBE44;&#xBB38;&#xD559;(nonfiction)&#xC740; <a href="http://www.kyobobook.co.kr/product/detailViewEng.laf?mallGb=ENG&amp;ejkGb=ENG&amp;barcode=9781623611248">Chicken Soup for the Soul</a>&#xACFC; <a href="http://www.kyobobook.co.kr/product/detailViewEng.laf?mallGb=ENG&amp;ejkGb=ENG&amp;barcode=9781982158750">How to Lead</a>&#xB97C; &#xC77D;&#xC5B4;&#xC694;.</li>
</ul>
<!--kg-card-end: markdown--><div class="kg-card kg-toggle-card" data-kg-toggle-state="close"><div class="kg-toggle-heading"><h4 class="kg-toggle-heading-text">&#xC77C;&#xBC18;&#xC77D;&#xAE30; &#xCC45;&#xC758; &#xC5ED;&#xD560;&#xC744; &#xC880; &#xB354; &#xBCFC;&#xB798;&#xC694;.</h4><button class="kg-toggle-card-icon"><svg id="Regular" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 24 24"><path class="cls-1" d="M23.25,7.311,12.53,18.03a.749.749,0,0,1-1.06,0L.75,7.311"/></svg></button></div><div class="kg-toggle-content"><p>&#xD3C9;&#xC18C; &#xD6C8;&#xB828;&#xD558;&#xB294; &#xAC83;&#xC744; &#xC77C;&#xBC18;&#xC77D;&#xAE30; &#xD65C;&#xB3D9;&#xC5D0;&#xC11C; &#xD65C;&#xC6A9;&#xD574;&#xBCF4;&#xACE0;, &#xAD81;&#xADF9;&#xC801;&#xC73C;&#xB85C; &#xC2A4;&#xC2A4;&#xB85C; &#xC0DD;&#xAC01;&#xD558;&#xACE0; &#xC18C;&#xD1B5;&#xD560; &#xC218; &#xC788;&#xB294; &#xC7A0;&#xC7AC;&#xB825;&#xC744; &#xB04C;&#xC5B4;&#xB0B4;&#xB294; &#xC5ED;&#xD560;&#xC744; &#xAE30;&#xB300;&#xD574;&#xC694;. &#xC774;&#xB807;&#xAC8C; &#xC2A4;&#xC2A4;&#xB85C; &#xC601;&#xC5B4;&#xB85C; &#xC77D;&#xACE0; &#xC0DD;&#xAC01;&#xD558;&#xACE0; &#xC18C;&#xD1B5;&#xD558;&#xB294; &#xB2A5;&#xB825;&#xC774; &#xC5B4;&#xB290; &#xC815;&#xB3C4; &#xAC16;&#xCDB0;&#xC9C0;&#xBA74;, &#xB300;&#xD559;&#xC5D0; &#xAC00;&#xC11C; &#xC138;&#xACC4;&#xC758; &#xC720;&#xB2A5;&#xD55C; &#xB3D9;&#xB8CC;&#xB4E4;&#xACFC; &#xD568;&#xAED8; &#xACF5;&#xBD80;&#xD558;&#xACE0; &#xC77C;&#xD560; &#xAE30;&#xBCF8; &#xC900;&#xBE44;&#xAC00; &#xB418;&#xC5C8;&#xB2E4;&#xACE0; &#xD310;&#xB2E8;&#xD558;&#xACE0;, &#xB0A8;&#xB294; &#xAC83;&#xC740; &#xC2DC;&#xD5D8;&#xC758; &#xC2E4;&#xC804; &#xC0C1;&#xD669;&#xC5D0; &#xC775;&#xC219;&#xD574;&#xC9C0;&#xB294; &#xC0C1;&#xB300;&#xC801;&#xC73C;&#xB85C; &#xB2E8;&#xC21C;&#xD55C; &#xBC18;&#xBCF5;&#xACFC;&#xC815; &#xBFD0;&#xC774;&#xC5D0;&#xC694;.</p></div></div><p>&#xC0AC;&#xC6A9;&#xD558;&#xB294; &#xC218;&#xC5C5; &#xAD50;&#xC7AC;&#xC5D0;&#xB294; &#xBCC0;&#xD654;&#xAC00; &#xC788;&#xC744; &#xC218; &#xC788;&#xC5B4;&#xC694;.</p><!--kg-card-begin: markdown--><h2 id="%EB%8C%80%EC%83%81">&#xB300;&#xC0C1;</h2>
<p><mark>&#xC2E4;&#xB825;&#xC788;&#xB294; &#xC608;&#xBE44; &#xACE0;1</mark> &#xD559;&#xC0DD;&#xBD80;&#xD130; <mark>&#xACE0;&#xB4DD;&#xC810;&#xC744; &#xBAA9;&#xD45C;&#xB85C; &#xD558;&#xB294; &#xC608;&#xBE44; &#xACE0;3</mark> &#xD559;&#xC0DD;&#xAE4C;&#xC9C0; &#xD574;&#xB2F9;&#xD574;&#xC694;.</p>
<!--kg-card-end: markdown--><div class="kg-card kg-callout-card kg-callout-card-accent"><div class="kg-callout-emoji">&#x1F4A1;</div><div class="kg-callout-text">&#xC601;&#xC5B4;&#xAC00; &#xD3B8;&#xD55C; &#xCD5C;&#xC0C1;&#xC704;&#xAD8C; &#xD559;&#xC0DD;&#xC774; &#xC544;&#xB2CC; &#xACBD;&#xC6B0;, &#xADF8;&#xB9AC;&#xACE0; &#xC77C;&#xBC18;&#xC801;&#xC73C;&#xB85C; &#xC608;&#xBE44; &#xACE0;3 &#xC774;&#xC804;&#xC758; &#xD559;&#xC0DD;&#xB4E4;&#xC740; &#xC544;&#xB294;&#xBB38;&#xC7A5; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC744; &#xD1B5;&#xD574; &#xC815;&#xD655;&#xD55C; &#xBB38;&#xC7A5; &#xC774;&#xD574;&#xC640; &#xAD6C;&#xC0AC;&#xC5D0; &#xAD00;&#xD55C; &#xAE30;&#xBCF8; &#xC2E4;&#xB825;&#xC744; &#xBA3C;&#xC800; &#xC313;&#xC744; &#xAC83;&#xC744; &#xAD8C;&#xC7A5;&#xD574;&#xC694;. &#xC544;&#xB294;&#xBB38;&#xB2E8; &#xCEE4;&#xB9AC;&#xD058;&#xB7FC;&#xC740; &#xBB38;&#xBC95;&#xC744; &#xC815;&#xD655;&#xD788; &#xD6C8;&#xB828;&#xD588;&#xACE0; &#xAE30;&#xBCF8; &#xACE0;&#xAD50; &#xC5B4;&#xD718;&#xB97C; &#xB300;&#xCCB4;&#xB85C; &#xC54C;&#xACE0; &#xC788;&#xB2E4;&#xB294; &#xAC83;, &#xADF8;&#xB9AC;&#xACE0; &#xC601;&#xC5B4; &#xAE00;&#xC744; &#xC77D;&#xB294; &#xAC83;&#xC5D0; &#xC5B4;&#xB290; &#xC815;&#xB3C4; &#xC775;&#xC219;&#xD558;&#xB2E4;&#xB294; &#xAC83;&#xC744; &#xC804;&#xC81C;&#xB85C; &#xC9C4;&#xD589;&#xD558;&#xAE30; &#xB54C;&#xBB38;&#xC774;&#xC8E0;.</div></div>]]></content:encoded></item></channel></rss>